{
  "data": [
    { "msg": "Let’s marry our souls." },
    { "msg": "I love planting kisses in all the forgotten places- between the blades, the curves connecting legs to torso, the calf, the ankle, the nails, the places often ignored by love. This is the lost garden of intimacy, where love grove from lips." },
    { "msg": "Make love to my blood, tease my veins." },
    { "msg": "You get my mind naked." },
    { "msg": "I want you between my lips speaking French." },
    { "msg": "You’re the scent I want to wear." },
    { "msg": "Etch your presences into the corners of my soul, painting several shades of love, building foundations of eternity as we take this walk down the aisle of eternity. Let the eclipse of our soul dominate the clouds." },
    { "msg": "If there is a parallel universe, I will fight through the stars to find you- Dallylondon" },
    { "msg": "Let’s dance our heaven together." },
    { "msg": "Kiss me like you want to taste my soul." },
    { "msg": "I want to feel the sunrise between your thigh-Dallylodon" },
    { "msg": "Let’s get high tonight, and dive naked into an ocean of stars." },
    { "msg": "Let’s die this life together, under the heartbeats of stars, as we born ourselves again, becoming lions of the dark." },
    { "msg": "I don’t need a thousand reasons to feel special. All I need is you to live in this world. You are the sunshine of my life." },
    { "msg": "I want to be inside you, and feel what love feels like beating from your heart." },
    { "msg": "I find you in my dreams, so my mind doesn’t miss you, while we sleep." },
    { "msg": "Even if the stars fail to shine and the moon refuses to light up the world, I know I have nothing to fear. I have my guardian angel to look after me, care for me and love me forever and always. I love you!" },
    { "msg": "I want to drown with your lips, in the ocean of our kiss." },
    { "msg": "I wish you could hear, how my butterflies sound when you get near." },
    { "msg": "Each time I make a wish, I wish for us to be together forever. I know it will come true because you already live in my heart. I love you." },
    { "msg": "Give me your hand of today, and I’ll walk with you, through lifetimes of tomorrow." },
    { "msg": "My day is not complete if I don’t tell you I love you." },
    { "msg": "I want to get drunk in your skin, as it glistens drops of love, pouring from our sin." },
    { "msg": "You worth more than diamonds, worth more than gold, all those things are mere rocks compared to what you mean to me." },
    { "msg": "I would climb a thousand mountains to see you smile. I love you so much!" },
    { "msg": "They say you only fall in love once, I doubt that to be true cos every time I look at you, I fall in love all over again." },
    { "msg": "Let’s make love with the moonlight, and cuddle sunrises of fading stars." },
    { "msg": "I want to make love with my tongue, and whisper kisses, through your mind, until your body comes, undone- Body language." },
    { "msg": "Just when I thought I couldn’t be any happier, I see you and all that changes again." },
    { "msg": "Shakespeare would have been right if he said a life without love is miserable Without you, I am nothing but empty nothing. Thanks for being mine. I love you." },
    { "msg": "And at my funeral, don’t be sad for us my love, I have a soul that will fight lifetimes in the dark, waiting for your light to come." },
    { "msg": "When I think of it, you are my favorite hello and hardest goodbye. My heart skips a beat every time I set my eyes on you. You are my sunshine baby." },
    { "msg": "My heart for you will never break. My smile for you will never fade. My love for you will never end. I love you a million more!" },
    { "msg": "You have this incredible way of making my heart happy. You are my treasure always." },
    { "msg": "Sometimes I wonder if love is worth fighting for, then I remember your face and I’m ready for war." },
    { "msg": "Meeting you was fate, becoming your friend was a choice, but falling in love with you was beyond my control." },
    { "msg": "I am willing to spread my wings and fly around the world if you stay with me. I want to give the whole world to you, my fancy doll." },
    { "msg": "I am not a romantic man, but I am deeply in love with you, and I want to shout how happy I am until the end of times." },
    { "msg": "I dissolve in you just like sugar melts in the water. You are my one and only sweetheart." },
    { "msg": "I love to look into your eyes. They reflect my happiness." },
    { "msg": "I want to nibble on your neck and make your goosebumps, a mess." },
    { "msg": "I never knew that I was rich until I met you. You are the most expensive gift in my life." },
    { "msg": "And when our lips finally touch, the universe will darken the sky, lighting up a parade of stars, as we kiss into the night." },
    { "msg": "Before you, I looked at life as at the combination of black and white colors with grey shadows. With you, I finally see the bright colors that make me happy and bring love into my every day." },
    { "msg": "If I were a cupcake, you would be the delicious vanilla filling to me. Without it, the cake would lose its fantastic flavor. Without you, I would lose myself." },
    { "msg": "I do not need a box of chocolate candies because I already have you. You sweeten my days and coat my nights with sugar." },
    { "msg": "I adore you like a bee loves the flowers. You are my honey, my dream, my everything." },
    { "msg": "You are my life battery. When I feel that my power is soon to go off, I kiss you and respire your belief in me." },
    { "msg": "I want to go down on your thoughts, and taste feelings deep within, as we grow desire’s bloom in the garden of our insatiable hearts." },
    { "msg": "I am not good at saying ‘I love you’ so I would send this short message as a virtual kiss." },
    { "msg": "When you smile, I imagine how the gates to Heaven open. You are my angel who I love so much that I will be lucky to stay by your side till the end of our days." },
    { "msg": "Roses are pink, and the skies are blue. I cannot think clear without you." },
    { "msg": "My heart pulsates so fast when I look at you. In my eyes, you are the most beautiful angel who flew from Heaven to our Earth to steal my love." },
    { "msg": "Honey, have you seen my heart? I think I have left it with you this morning." },
    { "msg": "When you see a falling star tonight, make a wish, it will come true because I wished and I found you." },
    { "msg": "Let’s journey to forever together." },
    { "msg": "Attraction brought us closer. Love’s gonna keep us that way, forever." },
    { "msg": "The only word to describe you, is MINE and the only word to describe us, is forever." },
    { "msg": "To survive, humans need air, food, and water. I just need your hugs, smiles, and kisses. I love you." },
    { "msg": "I’m having one of those days that make me realize how lost I’d be without you." },
    { "msg": "I only saw you for a second, but it made my day." },
    { "msg": "There are only two times that I want to be with you… Now and Forever." },
    { "msg": "Your love is the only armor I need to fight all of life’s battles." },
    { "msg": "If I could be anything I would be your tear, so I could be born in your eye, live down your cheek and die on your lips." },
    { "msg": "My heart for you will never break. My smile for you will never fade. My love for you will never end. I love you!" },
    { "msg": "Every time we cuddle turns into my life’s newest priceless memory." },
    { "msg": "If you were Facebook, I would check your updates 24/7. If you were twitter, I would keep tweeting I Love You constantly. If you were Instagram, I would keep uploading selfies all day long. If you were Pinterest, I would pin my heart on you." },
    { "msg": "The only hashtag trending in my life, right now and forever, is #YOU. Good morning." },
    { "msg": "The day can’t start without a hug and a kiss. So, wake up and come outside – I will be waiting." },
    { "msg": "Just now I was called by Inspector Dream that all the nightmares have arrested and you can now sleep well, my sweetheart. Good Night." },
    { "msg": "Your soul is like outer space: so large and so mysterious. I believe that true love is a special connection of two souls and I really wish I could be the astronaut who would discover all the secrets you hide." },
    { "msg": "You are like a rainbow: so many colors and shadows. You always make me admire you. Nature has created you so beautiful, and sometimes I doubt if I am a good match for you." },
    { "msg": "you were a beautiful song, you would be my favorite one. If you were a book, you would change my mind forever. But you are you, and I love you no matter what." },
    { "msg": "They say love is blind, but actually, it has opened my eyes and changed me for the better. Thanks to you, now I know what true love is." },
    { "msg": "You’re like a picture painted by a genius artist: so beautiful and so mysterious. I hope one day you will allow me to solve this riddle, because I’m a fool for you and you’re all I can think about." },
    { "msg": "My heart sings for you only. You’re my perfect love." },
    { "msg": "You are my first thought in the morning and last thought before sleep. You are my love in life and always." },
    { "msg": "Distance is nothing. You’re right here in my heart and I love you more than ever." },
    { "msg": "May your day be as bright as you make mine. A happy new day." },
    { "msg": "The moon is bright, the stars are out. My love for you shines through, brighter than the brightest star." },
    { "msg": "There’s no measuring my love for you. It’d break every scale known to man. I love you beyond measure." },
    { "msg": "Why do I have to love you so much? Why do I have to carry you in my heart everywhere I go? You’re my addiction. I’m high on you." },
    { "msg": "Ever wondered why I glow? Of course, you’re the guilty one. Loving you gives so much joy and my skin responds by glowing." },
    { "msg": "My honey pie, after God, it’s you. I love you more than words can say." },
    { "msg": "You’re an awesome package of all that is pleasant and beautiful. You’re an angel and I’m lucky you’re mine." },
    { "msg": "I dreamt that you were mine, and then I woke up smiling because I realized it was not a dream. You are already mine!" },
    { "msg": "My permanent relationship status – taken forever by the most gorgeous woman in this universe. Love ya!" },
    { "msg": "Spin your mind with me, let’s twist the moon, and dance through stardust, of life’s ballroom." },
    { "msg": "You are my answered prayer, My fulfilled wish, my realized dream." },
    { "msg": "If our lives were a ship, I would call it LOVE FOREVER. Happy sailing!" },
    { "msg": "You make waves in my blood, pulsing feelings to my heart, drowning beats with love." },
    { "msg": "I thought that love was overrated until the day I fell in love with you. You changed everything, my world, my life." },
    { "msg": "I love you more than I did yesterday but not more than I will tomorrow." },
    { "msg": "Just had to let you know… loving you is the best thing that happened to me." },
    { "msg": "Can I borrow a kiss? I promise to give it back." },
    { "msg": "If Van Gogh had you as a subject, the sunflowers would have gone in the trash." },
    { "msg": "If I were a stoplight, I would turn red every time you passed by so that I could stare at you a bit longer." },
    { "msg": "You wanna know who I'm in love with? Read the first word again." },
    { "msg": "If nothing lasts forever, can I be your nothing?" },
    { "msg": "I can't decide if the best part of my day is waking up next to you, or going to sleep with you. Hurry home so I can compare the two again." },
    { "msg": "Everyone has their own motivation to get up in the morning and face the day. You are mine." },
    { "msg": "Whenever my phone vibrates, I hope you’re the reason for it." },
    { "msg": "Forget the butterflies, I feel the whole zoo when I am with you!" },
    { "msg": "Every day I spend with you is the new best day of my life. Can't wait for the morning. Goodnight!" },
    { "msg": "The brightest thing in this world are your eyes when you look at me. I don't want to see stars, but your eyes. Have a good night." },
    { "msg": "I choose you. And I’ll choose you over and over. Without pause, without a doubt, in a heartbeat. I’ll keep choosing you." },
    { "msg": "Color your lips with my skin." },
    { "msg": "You have me. Until every last star in the galaxy dies. You have me." },
    { "msg": "My soul saw you and it kind of went, Oh, there you are. I’ve been looking for you." },
    { "msg": "I want to make out with your mind, and fall in love with thoughts, as we kiss away the time." },
    { "msg": "If I could give you one thing in life, I’d give you the ability to see yourself through my eyes, only then would you realize how special you are to me." },
    { "msg": "My six-word love story: I can’t imagine life without you." },
    { "msg": "You’re my paradise and I’d happily get stranded on you for a lifetime." },
    { "msg": "You have gripped my soul with a ferocity reserved for a castaway clinging to a raft in the middle of the ocean. If my soul is the raft, it is your hold that keeps me afloat. Don’t ever let go. I love you." },
    { "msg": "If you live to be a hundred, I want to live to be a hundred minus one day so I never have to live without you." },
    { "msg": "In French, you don't say 'I miss you.' You say &#8216;Tu me manques&#8217;, which means &#8216;you are missing from me.&#8217; I love that." },
    { "msg": "By the way, I'm wearing the smile you gave me." },
    { "msg": "I am totally completely eye-popping seriously groundbreaking passionately deliciously in love with you." },
    { "msg": "I was, and I remain, utterly and completely and totally in love with you." },
    { "msg": "You are my favorite notification." },
    { "msg": "Come live in my heart and pay no rent." },
    { "msg": "Loved you yesterday, love you still, always have, always will." },
    { "msg": "Thinking of you keeps me awake. Dreaming of you keeps me asleep. Being with you keeps me alive." },
    { "msg": "You are the best part of my life. I love spending time with you." },
    { "msg": "I love you more than coffee – but please don’t make me prove it." },
    { "msg": "My heart for you will never break. My smile for you will never fade. My love for you will never end. I love you a million more!" },
    { "msg": "Sometimes I wonder if love is worth fighting for, then I remember your face and I’m ready for war." },
    { "msg": "I want to be your favorite hello and hardest goodbye." },
    { "msg": "Love, you are the sky and the clouds; you are the gentle river and the birds that sing. I feel you in the air, long for your touch, recall you in a way that sends electricity to spark my mind, body, and soul. You are medicine; you are light; you are laughter and hope. I slipped my heart into your pocket some time ago and there it will stay, safe and sound." },
    { "msg": "To kill you and me, there would only ever have to be one bullet." },
    { "msg": "You stole my heart but I’ll let you keep it cos you make me happy in a thousand ways. I love you to the moon and back." },
    { "msg": "Just in case you have forgotten today: You matter. You are loved. You are worthy. You are magical." },
    { "msg": "Better to have loved and lost, than to have never loved at all. -Augustine of Hippo" },
    { "msg": "We love because it’s the only true adventure. -Nikki Giovanni" },
    { "msg": "Love takes off masks that we fear we cannot live without and know we cannot live within. — James Baldwin" },
    { "msg": "Love yourself first and everything else falls into line. You really have to love yourself to get anything done in this world. — Lucille Ball" },
    { "msg": "It takes courage to love, but pain through love is the purifying fire which those who love generously know. We all know people who are so much afraid of pain that they shut themselves up like clams in a shell and, giving out nothing, receive nothing and therefore shrink until life is a mere living death. — Eleanor Roosevelt" },
    { "msg": "Don't brood. Get on with living and loving. You don't have forever. — Leo Buscaglia" },
    { "msg": "Love recognizes no barriers. It jumps hurdles, leaps fences, penetrates walls to arrive at its destination full of hope. — Maya Angelou" },
    { "msg": "All, everything that I understand, I only understand because I love. — Leo Tolstoy" },
    { "msg": "To love is nothing. To be loved is something. But to love and be loved, that’s everything. — T. Tolis" },
    { "msg": "Love is that condition in which the happiness of another person is essential to your own. —Robert A. Heinlein" },
    { "msg": "Love is the only force capable of transforming an enemy into a friend. —Martin Luther King, Jr." },
    { "msg": "There are two basic motivating forces: fear and love. When we are afraid, we pull back from life. When we are in love, we open to all that life has to offer with passion, excitement, and acceptance. —John Lennon" },
    { "msg": "To love oneself is the beginning of a lifelong romance. —Oscar Wilde" },
    { "msg": "Love is a force more formidable than any other. It is invisible—it cannot be seen or measured, yet it is powerful enough to transform you in a moment, and offer you more joy than any material possession could. —Barbara de Angelis" },
    { "msg": "Love and compassion are necessities, not luxuries. Without them, humanity cannot survive. —Dalai Lama" },
    { "msg": "You may hold my hand for a while, but you hold my heart forever." },
    { "msg": "Where there is Love, There is Life.— Mahatma Gandhi" },
    { "msg": "Love is like the wind, you can’t see it but you can feel it. ― Nicholas Sparks" },
    { "msg": "You don’t love someone for their looks, or their clothes, or for their fancy car, but because they sing a song only you can hear – Oscar Wilde" },
    { "msg": "Love does not alter the beloved, it alters itself. —Soren Kierkegaard" },
    { "msg": "I believe that unarmed truth and unconditional love will have the final word in reality. This is why right, temporarily defeated, is stronger than evil triumphant. —Martin Luther King Jr" },
    { "msg": "Patience is the mark of true love. If you truly love someone, you will be more patient with that person. —Thich Nhat Hanh" },
    { "msg": "The most important thing in life is to learn how to give out love, and to let it come in.— Morrie Schwartz" },
    { "msg": "Love will find a way through paths where wolves fear to prey.— Lord Byron" },
    { "msg": "If I know what love is, it is because of you. — Herman Hesse" },
    { "msg": "When we are in love we seem to ourselves quite different from what we were before. — Blaise Pascal" },
    { "msg": "Love in its essence is spiritual fire. — Seneca" },
    { "msg": "Don’t settle for a relationship that won’t let you be yourself. – Oprah Winfrey" },
    { "msg": "To be brave is to love unconditionally without expecting anything in return. – Madonna" },
    { "msg": "Love is of all passions the strongest, for it attacks simultaneously the head, the heart, and the senses. – Lao Tzu" },
    { "msg": "You know it’s love when all you want is that person to be happy, even if you’re not part of their happiness. – Julia Roberts" },
    { "msg": "A book without words is like love without a kiss; it’s empty. – Andrew Wolfe" },
    { "msg": "Love is absolute loyalty. People fade, looks fade, but loyalty never fades. You can depend so much on certain people; you can set your watch by them. And that’s love, even if it doesn’t seem very exciting. – Sylvester Stallone" },
    { "msg": "Affection is responsible for nine-tenths of whatever solid and durable happiness there is in our lives.—C.S. Lewis" },
    { "msg": "To love oneself is the beginning of a lifelong romance. —Oscar Wilde" },
    { "msg": "Don’t ask yourself what the world needs, ask yourself what makes you come alive. And then go and do that. Because what the world needs is people who have come alive. —Howard Washington Thurman" },
    { "msg": "Love as power can go anywhere. It isn’t sentimental. It doesn’t have to be pretty, yet it doesn’t deny pain. —Sharon Salzberg" },
    { "msg": "There is always something left to love. And if you ain’t learned that, you ain’t learned nothing. —Lorraine Hansberry" },
    { "msg": "The demand to be loved is the greatest of all arrogant presumptions. —Friedrich Nietzsche" },
    { "msg": "Love is the strange bewilderment which overtakes one person on account of another person. —James Thurber" },
    { "msg": "Love is a choice you make from moment to moment. —Barbara De Angelis" },
    { "msg": "We need not think alike to love alike. —David Ferenc" },
    { "msg": "To love unconditionally requires no contracts, bargains, or agreements. Love exists in the moment-to-moment flux of life. —Marion Woodman" },
    { "msg": "Earth’s the right place for love. I don’t know where it’s likely to go better. —Robert Frost" },
    { "msg": "You know quite well, deep within you, that there is only a single magic, a single power, single salvation…and that is called loving. Well, then, love your suffering. Do not resist it, do not flee from it. It is your aversion that hurts, nothing else. —Hermann Hesse" },
    { "msg": "When the power of love overcomes the love of power the world will know peace. —Jimi Hendrix" },
    { "msg": "When you arise in the morning, think of what a precious privilege it is to be alive – to breathe, to think, to enjoy, to love. — Marcus Aurelius" },
    { "msg": "Lots of people want to ride with you in the limo, but what you want is someone who will take the bus with you when the limo breaks down. — Oprah Winfrey" },
    { "msg": "Love many things, for therein lies the true strength, and whosoever loves much performs much and can accomplish much, and what is done in love is done well. —Vincent Van Gogh" },
    { "msg": "Love yourself for who you are, and trust me, if you are happy from within, you are the most beautiful person, and your smile is your best asset. -Ileana D'Cruz" },
    { "msg": "Love is like a beautiful flower which I may not touch, but whose fragrance makes the garden a place of delight just the same.-Helen Keller" },
    { "msg": "It is easy to hate and it is difficult to love. This is how the whole scheme of things works. All good things are difficult to achieve, and bad things are very easy to get. -Confucius" },
    { "msg": "I will love the light for it shows me the way, yet I will endure the darkness because it shows me the stars. -Og Mandino" },
    { "msg": "You can never control who you fall in love with, even when you're in the saddest, confused time of your life. You don't fall in love with people because they&#8217;re fun. It just happens. -Kirsten Dunst" },
    { "msg": "I believe forgiveness is the best form of love in any relationship. It takes a strong person to say they're sorry and an even stronger person to forgive. -Yolanda Hadid" },
    { "msg": "Find the someone who falls for your mind not just for the vanity, with which it resides." },
    { "msg": "Don't forget to tell yourself positive things daily! You must love yourself internally to glow externally. -Hannah Bronfman" },
    { "msg": "Love is not to be purchased, and affection has no price. -St . Jerome" },
    { "msg": "Love me or hate me, both are in my favor. If you love me, I will always be in your heart, and if you hate me, I will be in your mind. -Qandeel Baloch" },
    { "msg": "Beauty is when you can appreciate yourself. When you love yourself, that's when you're most beautiful. -Zoe Kravitz" },
    { "msg": "Being deeply loved by someone gives you strength while loving someone deeply gives you courage. -Lao Tzu" },
    { "msg": "Love is a really scary thing, and you never know what's going to happen. It's one of the most beautiful things in life, but it&#8217;s one of the most terrifying. It&#8217;s worth the fear because you have more knowledge, experience, you learn from people, and you have memories. -Ariana Grande" },
    { "msg": "True love doesn't happen right away; it's an ever-growing process. It develops after you&#8217;ve gone through many ups and downs, when you&#8217;ve suffered together, cried together, laughed together. -Ricardo Montalban" },
    { "msg": "People protect what they love. -Jacques Yves Cousteau" },
    { "msg": "Love means never having to say you're a zero. -Bradley Whitford" },
    { "msg": "Love is like playing the piano. First, you must learn to play by the rules, then you must forget the rules and play from your heart. —Anonymous" },
    { "msg": "Love is what you've been through with somebody. —James Thurber" },
    { "msg": "I love you without knowing how, or when, or from where, I love you simply, without problems or pride: I love you in this way because I don't know any other way of loving. —Pablo Neruda, from 100 Love Sonnets" },
    { "msg": "A true man does not need to romance a different girl every night, a true man romances the same girl for the rest of her life. —Ana Alas" },
    { "msg": "Never judge someone by who he's in love with; judge him by his friends. People fall in love with the most appalling people. Take a cool, appraising glance at his pals. —Cynthia Heimel" },
    { "msg": "How do I love thee? Let me count the ways. I love thee to the depth and breadth and height My soul can reach when feeling out of sight For the ends of Being and ideal Grace. I love thee to the level of every day's Most quiet need; by sun and candlelight. I love thee freely, as men strive for Right; I love thee purely, as they turn from Praise." },
    { "msg": "Love doesn't just sit there, like a stone, it has to be made, like bread, re-made all the time, made new. —Ursula K. Le Guin" },
    { "msg": "Life has taught us that love does not consist in gazing at each other but in looking outward together in the same direction. —Antoine de Saint-Exupery" },
    { "msg": "The way to love anything is to realize that it might be lost. —G. K. Chesterton" },
    { "msg": "A thousand half-loves must be forsaken to take one heart home. —Rumi" },
    { "msg": "Love and a cough cannot be hidden. —George Herbert" },
    { "msg": "In real love, you want the other person's good. In romantic love, you want the other person. —Margaret Anderson" },
    { "msg": "If equal affection cannot be, let the more loving be me. —W.H. Auden" },
    { "msg": "Don’t go trying some new fashion, Don’t change the color of your hair. . . . I could not love you any better, I love you just the way you are. ~ Billy Joel" },
    { "msg": "I would rather live and love where death is king than have eternal life where love is not. ~ Robert Ingersoll" },
    { "msg": "Love is like an hourglass, With the heart filling up as the brain empties. ~ Jules Renard" },
    { "msg": "One is loved because one is loved. No reason is needed for loving. ~ Paulo Coelho" },
    { "msg": "The one thing we can never get enough of is love. And the one thing we never give enough is love. ~ Henry Miller" },
    { "msg": "Love does not begin and end the way we think it does. Love is a battle, love is a war, love is growing up. ~ James Baldwin" },
    { "msg": "Once you love, You cannot take it back, cannot undo it. What you felt may have changed, shifted slightly, Yet still remains love. ~ Whitney Otto" },
    { "msg": "Love is composed of a single soul inhabiting two bodies. -Aristotle" },
    { "msg": "To fear love is to fear life. And those who fear life are already three parts dead. -Bertrand Russell" },
    { "msg": "The greatest possession we have costs nothing; it’s known as love. -Brian Jett" },
    { "msg": "Love is not measured by how many times you touch each other but by how many times you reach each other. -Cathy Moraney" },
    { "msg": "Real love begins where nothing is expected in return. —Antoine de Saint-Exupery" },
    { "msg": "Love is like a mountain, hard to climb, but once you get to the top the view is beautiful. —Daniel Monroe Tuttle" },
    { "msg": "You know you are in love when you see the world in her eyes, and her eyes everywhere in the world. —David Levesque" },
    { "msg": "To love and be loved is to feel the sun from both sides. —David Viscott" },
    { "msg": "Life is short, but love is forever. —Derek Probizanski" },
    { "msg": "Love is like quicksilver in the hand. Leave the fingers open and it stays. Clutch it and it darts away. —Dorothy Rothschild Parker" },
    { "msg": "True love is like ghosts, which everybody talks about and few have seen. —Francois de la Rochefoucauld" },
    { "msg": "Love is a canvas furnished by nature and embroidered by imagination. ~Voltaire – François Marie Arouet" },
    { "msg": "Love, like a river, will cut a new path whenever it meets an obstacle. —Crystal Middlemas" },
    { "msg": "A heart in love with beauty never grows old." },
    { "msg": "The best love is the kind that awakens the soul; that makes us reach for more, that plants the fire in our hearts and brings peace to our minds. That’s what I hope to give you forever. — Nicholas Sparks, The Notebook" },
    { "msg": "I look at you and see the rest of my life in front of my eyes. — Unknown" },
    { "msg": "I saw that you were perfect, and so I loved you. Then I saw that you were not perfect and I loved you even more. — Angelita Lim" },
    { "msg": "There's no substitute for a great love who says, 'No matter what's wrong with you, you&#8217;re welcome at this table.' — Tom Hanks" },
    { "msg": "You don't love someone because they're perfect, you love them in spite of the fact that they&#8217;re not. ― Jodi Picoult, My Sister&#8217;s Keeper" },
    { "msg": "I would rather spend one lifetime with you, than face all the ages of this world alone. — J.R.R. Tolkien, Lord of The Rings" },
    { "msg": "Once I knew you I never wanted to know anyone else. — Leo Christopher" },
    { "msg": "At the touch of love, everyone becomes a poet. ― Plato" },
    { "msg": "Love is like war: easy to begin but very hard to stop. — H. L. Mencken" },
    { "msg": "I still haven't figured out how to sit across from you, and not be madly in love with everything you do. — William C. Hannan" },
    { "msg": "Real love doesn't meet you at your best. It meets you in your mess. — Unknown" },
    { "msg": "I can't promise to fix all your problems, but I can promise you won't have to face them all alone. — Unknown" },
    { "msg": "So, I love you because the entire universe conspired to help me find you. — Pablo Coelho" },
    { "msg": "I love you. You annoy me more than I ever thought possible. But I want to spend every irritating minute with you. — Unknown" },
    { "msg": "To the world, you may be one person, but to one person you are the world. — Theodor Seuss Geisel" },
    { "msg": "It was love at first sight, at last sight, at ever and ever sight. — Vladimir Nabokov, Lolita" },
    { "msg": "Better than I was, more than I am, and all of this happened by taking your hand. — Tim McGraw, &#8220;It's Your Love&#8221;" },
    { "msg": "I know I am in love with you because my reality is finally better than my dreams. — Dr. Seuss" },
    { "msg": "I could start fires with what I feel for you. —David Ramirez, &#8220;Fires&#8221;" },
    { "msg": "You can't blame gravity for falling in love. —Albert Einstein" },
    { "msg": "You might not have been my first love, but you were the love that made all the other loves irrelevant. — Rupi Kaur" },
    { "msg": "Love is not an emotion, it is your very existence. — Rumi" },
    { "msg": "I crave a love so deep the ocean would be jealous. — Pablo Neruda" },
    { "msg": "Love is a power too strong to be overcome by anything but flight. —Miguel de Cervantes" },
    { "msg": "Of all the pain, the greatest pain, Is to love but to love in vain. —Abraham Cowley" },
    { "msg": "The first time ever I saw your face, I thought the sun rose in your eyes. —Roberta Flack" },
    { "msg": "Love is an irresistible desire to be irresistibly desired. —Robert Frost" },
    { "msg": "You don’t love someone for their looks, or their clothes, or for their fancy car, but because they sing a song only you can hear. —Unknown" },
    { "msg": "Love is the triumph of imagination over intelligence. —H. L. Mencken" },
    { "msg": "Love is much like a wild rose, beautiful and calm, but willing to draw blood in its defense. —Mark A. Overby" },
    { "msg": "Love is like quicksilver in the hand. Leave the fingers open and it stays. Clutch it, and it darts away. —Dorothy Parker" },
    { "msg": "Love all, trust a few, and do wrong to none. —William Shakespeare" },
    { "msg": "Love is a smoke made with the fume of sighs, being purged, a fire sparkling in lovers’ eyes, being vexed, a sea nourished with lovers’ tears. What is it else? A madness most discreet, a choking gall and a preserving sweet. —William Shakespeare" },
    { "msg": "All is fair in love and war. —Francis Edward Smedley" },
    { "msg": "When you fish for love, bait with your heart, not your brain. —Mark Twain" },
    { "msg": "Love is an act of endless forgiveness, a tender look which becomes a habit. —Peter Ustinov" },
    { "msg": "Love is but the discovery of ourselves in another, and the delight in the recognition. —Alexander Smith" },
    { "msg": "Romance is the glamour which turns the dust of everyday life into a golden haze. —Elinor Glyn" },
    { "msg": "If I had a flower for every time I thought of you – I could walk through my garden forever. —Alfred Tennyson" },
    { "msg": "You call it madness, but I call it love. —Don Byas" },
    { "msg": "Unless you love someone, nothing else makes sense. —E.E. Cummings" },
    { "msg": "Love is the product of how you respond … Love is showing your partner they’re safe, you’ll catch them if they fall, and you’ll drop everything if they need you. Love is unconditional. Love doesn’t keep score. —Shane Parrish" },
    { "msg": "You never lose by loving. You always lose by holding back. —Barbara De Angelis" },
    { "msg": "Love is blind; friendship closes its eyes. —Friedrich Nietzsche" },
    { "msg": "There is no remedy for love but to love more. —Henry David Thoreau" },
    { "msg": "The giving of love is an education in itself. —Eleanor Roosevelt" },
    { "msg": "I’m selfish, impatient and a little insecure. I make mistakes, I am out of control and at times hard to handle. But if you can’t handle me at my worst, then you sure as hell don’t deserve me at my best. —Marilyn Monroe" },
    { "msg": "Life is the flower for which love is the honey. —Victor Hugo" },
    { "msg": "Love does not die easily. It is a living thing. —James D. Bryden" },
    { "msg": "Love must be learned, and learned again and again; there is no end to it. —Katherine Anne Porter" },
    { "msg": "Never make someone a priority when all you are to them is an option. — Maya Angelou" },
    { "msg": "I am so much in love with you, you have made my reality better than my dreams." },
    { "msg": "No matter what you do or where you go, I will always love you and my love will keep following you to the end of life." },
    { "msg": "I have got a perfect heart because you are inside." },
    { "msg": "Everything I know about love is just because of you. Thank you for everything." },
    { "msg": "You have brightened the candle of my heart." },
    { "msg": "I still fall in love with you every day." },
    { "msg": "You are the best thing that ever happened to me, I want you to love me till the last day." },
    { "msg": "I don't merely want to kiss you. I want to whisper sweet nothings in your mouth so that they get housed in your heart forever!" },
    { "msg": "Thank you for sharing your love with me. You are the best." },
    { "msg": "I regret not falling in love with you sooner." },
    { "msg": "The love I feel for you is too great for any word. Every time I see you my heart sings like a bird. Set free from all fears, hopes and desire you set my soul alive you set it on fire." },
    { "msg": "True love is a never-ending bond between two people." },
    { "msg": "Love is like the air, so I am breezing with you!" },
    { "msg": "Just having you close fills me with love and hope." },
    { "msg": "You're never far away from someone when your heart is with them." },
    { "msg": "Love is like a sweet flower, true love is a sweet rose." },
    { "msg": "You are the best part of my life. I love spending time with you." },
    { "msg": "You entered into my heart and made me fall in love with you. I love you so much." },
    { "msg": "There is no such thing as true love, love is only as true as you allow it to be." },
    { "msg": "My life was so much boring when you were not with me. You have made it an adventure. Love you so much." },
    { "msg": "You are like a source of joy to me, my heart and my whole world." },
    { "msg": "I love you, not only for what you are But for what I am when I am with you." },
    { "msg": "When you came, you were like red wine and honey, and the taste of you burnt my mouth with its sweetness." },
    { "msg": "My Love for you is a journey. Starting at forever; ending at never." },
    { "msg": "I never knew how to worship until I knew how to love." },
    { "msg": "Whenever you are having a bad day, remember this: I LOVE YOU!" },
    { "msg": "I have found you and&nbsp; now, I don't need dreams because I have a cute reality that is you." },
    { "msg": "My soul saw you and it kind of went, Oh, there you are. I’ve been looking for you." },
    { "msg": "When I’m with you, the only place I want to be is closer." },
    { "msg": "You are my whole world wherever I look I find your love." },
    { "msg": "For love, I’d do anything. For you, I’d do more." },
    { "msg": "Thank you for sharing your love with me . You are the best." },
    { "msg": "I have the place, which you can touch, and it`ll make me crazy… It`s my heart!" },
    { "msg": "You are the best part of my life, I love spending time with you." },
    { "msg": "Sometimes just holding hands is holding on to everything." },
    { "msg": "The Best Feeling in the [World] Is The Feeling of Your [lips]" },
    { "msg": "I am a fan of your smile. But the fact, that the reason of your smile is me, makes me crazy!" },
    { "msg": "I`ll never stop loving you. And no matter what is happening, my heart is always with you!" },
    { "msg": "You are the winner and the sole owner of my heart." },
    { "msg": "No one else matters when I look into your eyes." },
    { "msg": "You are the one for me. I have never been so sure of anything in all my life." },
    { "msg": "You can do no wrong in my eyes. You are perfect!" },
    { "msg": "I don’t want to be your favorite or your best. I want to be your only and forget the rest." },
    { "msg": "I’d rather spend one moment holding you than a lifetime knowing I never could." },
    { "msg": "Thinking of you keeps me awake. Dreaming of you keeps me asleep. Being with you keeps me alive." },
    { "msg": "I love you more than I have ever found a way to say to you." },
    { "msg": "I love you more today than yesterday, but not as much as tomorrow." },
    { "msg": "You smile, I smile. That’s how it works." },
    { "msg": "You are my paradise and I would get stranded on you my love for a lifetime happily." },
    { "msg": "Although love is communicated in a number of ways,our words often reflect the condition of our heart." },
    { "msg": "If my life was a ship, you would be the anchor that holds me in place and the sails which take me on a beautiful journey. I love you." },
    { "msg": "My life’s biggest security is not just in love you, but in knowing that you will always be there to love me back no matter what. I love you, baby." },
    { "msg": "It doesn’t matter who the boss of this house is, as long as we end the day with a romantic kiss. I love you." },
    { "msg": "If my life were a business, entering into an unconditional and irrevocable partnership with you has been the most profitable decision ever. I love you." },
    { "msg": "YOU'RE THE ONLY one who makes my heart beat faster &amp; slower at the same time." },
    { "msg": "You are the crown of my life. You get the key to my heart. You are my most precious treasure." },
    { "msg": "Reaching out my hand for yours makes me the happiest person in the world because I know that you’ll always be there to reach back for mine." },
    { "msg": "Wrap me in your strong arms. Kiss me with you kissable lips. Love me with your big heart." },
    { "msg": "I am purely in love with you. I think of you all the time and I dream about you every night. Your touch and your kiss is etched in my mind. Baby, all I want to know is will you be forever mine?" },
    { "msg": "I'd walk halfway around the world for just one kiss from you." },
    { "msg": "Thank you for being a rainbow in my life." },
    { "msg": "Walk beside me throughout life, so that I have everything for the journey." },
    { "msg": "Knowing that you will always be beside me makes me feel grateful. I thank God for giving you to me." },
    { "msg": "All those years alone was worth it because, in the end, I got you. You were worth waiting for." },
    { "msg": "Every day with you is one great celebration filled only with beautiful moments. I love you baby." },
    { "msg": "It doesn’t matter where you are or what you are doing, what matters is who you are. I love who you are." },
    { "msg": "Wherever you may be, you are always in my heart truly. Whenever you need me, close your eyes and feel that my love is with you eternally." },
    { "msg": "All I need is you right here." },
    { "msg": "Thank you for the way you are, thank you for loving me." },
    { "msg": "Since the time I’ve met you, I cry a little less, laugh a little harder and smile all the more, just because I have you, my life is a better place." },
    { "msg": "Your love for me is flawless, your commitment impeccable. Your only concern is my happiness, you make me feel so special. I love you." },
    { "msg": "Every beat of my heart belongs to you, every ray of sunshine comes from you, and every air that I breathe, I breathe for you." },
    { "msg": "I would never get tired of letting you know that you are the best and I love you!" },
    { "msg": "The best thing that ever happened to me is loving you." },
    { "msg": "Amidst the suffocation caused by life’s problems, your love comes as a breath of fresh air. I love you." },
    { "msg": "My life’s biggest achievement is that I get to be with an awesome man like you every day. I love you." },
    { "msg": "Your smile conquers my heart." },
    { "msg": "There aren’t many words that can describe how much I love you and how much you mean to me. There are no phrases that can encapsulate how you make every day of my life a reason for celebration. I Love You." },
    { "msg": "You’re gonna have to stop being so gorgeous because my heart is about to beat completely out of my chest." },
    { "msg": "You are the only one whom I love so much, I can't even think of letting you go." },
    { "msg": "My dopamine level go silly with you." },
    { "msg": "You are the source of my happiness, joy and my center of attraction." },
    { "msg": "Every moment, my mind is filled with your thoughts." },
    { "msg": "Would give up anything just to be with you." },
    { "msg": "Once in a while right in the middle of an ordinary life love gives us a fairy tale." },
    { "msg": "Anything is possible when it comes to love." },
    { "msg": "God's gift to me is you and you are the air that I breathe." },
    { "msg": "A kiss from you makes life worth living" },
    { "msg": "Your words to me are sweet, but the kiss I stole from your lips is sweeter." },
    { "msg": "When I kissed you I was sure you were the one for me." },
    { "msg": "What matters most is the connection that grows after two people's lips have met." },
    { "msg": "Loving you is like a picture with a thousand words." },
    { "msg": "You made my life easier with the softness of your eyes." },
    { "msg": "When I look in your eyes I see the love we have for each other." },
    { "msg": "The moment that I laid eyes on you my world changed. All I could see was beauty around me. All I felt was pure bliss. All that I wanted to do was to love you." },
    { "msg": "Because of you this world is a better place. Because of you I am a better person. Because of you everything is possible." },
    { "msg": "You are the first thing that I think about each day. You are the person I dream about each night. You are the inspiration that keeps me going every day." },
    { "msg": "If only you could see and feel how much you mean to me you’d realize that you are the treasure of my life." },
    { "msg": "I will always be your loyal friend who will be there for you till the end. I will always be your lover who will love you unconditionally." },
    { "msg": "I don’t want to lose you in my life. You are the stars in my sky and the sun to my world. You are the reason I survive." },
    { "msg": "Loved you yesterday, love you still; always have, always will." },
    { "msg": "I'd rather die tomorrow than live a hundred years without knowing you." },
    { "msg": "Love is like the wind.. You can't see it, but you can feel it" },
    { "msg": "Si tu veux savoir combien je'taime, compte les vagues." },
    { "msg": "I want to be in your arms, where you hold me tight and never let me go." },
    { "msg": "La vita e bella; la vita e amore." },
    { "msg": "Your voice is my favorite sound." },
    { "msg": "So far, every moment we’ve spent together has been awesome. But I promise you, that the best is yet to come." },
    { "msg": "You’re weird…but I like it!" },
    { "msg": "You have no idea how much my heart races when I see you." },
    { "msg": "I know fairy tales come true because I have you." },
    { "msg": "In all the times that I feel sad and bad, whenever I need support and survival, you are always there." },
    { "msg": "Feeling our hearts beat together as one whenever I hold you is the best thing in life." },
    { "msg": "Let me kiss you in the rain so you may know what perfection is." },
    { "msg": "Hours, days, months, years and decades can go by, but I will never forget the moment when you held me in your arms, looked into my eyes and whispered I Love You in my ears – it still gives me the shivers. I love you." },
    { "msg": "From all of life’s troubles, you have given me bail. My life has become a lovely fairytale. I love you." },
    { "msg": "We go together like copy and paste." },
    { "msg": "One day I caught myself smiling for no reason, then I realized I was thinking of you." },
    { "msg": "Are you a camera? Because every time I look at you I want to smile." },
    { "msg": "I’ve fallen in love many times… but always with you." },
    { "msg": "Sometimes my eyes get jealous of my heart. Because you always remain close to my heart and far from my eyes." },
    { "msg": "The being in love is better than the falling in love." },
    { "msg": "If a hug represented how much I loved you, I would hold you in my arms forever." },
    { "msg": "I would rather spend a single night loving you than spend eternity in heaven." },
    { "msg": "Being with you is a gift while loving you is precious." },
    { "msg": "You have bewitched me, body and soul, and I love and love and love you." },
    { "msg": "The flame never dies because the commitment never ends." },
    { "msg": "I love the sun for days, the moon for nights and you forever." },
    { "msg": "I have never loved, 'till I first met you." },
    { "msg": "There is a major difference between like and love." },
    { "msg": "Your heart and mine are forever one." },
    { "msg": "You know it's love when forever is not long enough." },
    { "msg": "If you love me as I love you, nothing but death can part us two." },
    { "msg": "Love needs no map, for it can find it's way blindfolded." },
    { "msg": "You need trust to love, but first, you need to love in order to trust." },
    { "msg": "My love for you is unexplainable. I wish you could see through my soul and see how special you are to me." },
    { "msg": "I am richer than I ever imagined. You are the reason for my success. You are what made me who I am today." },
    { "msg": "No amount of water can quench the fire of love that is burning within me for you." },
    { "msg": "I'll surrender my world to you if that is the only way I could become a part of tours." },
    { "msg": "Be true to love, and love will be true to you." },
    { "msg": "The star that makes love's dream come true was shining on me when I met you." },
    { "msg": "You have the key to my heart, it is eternally yours and I am yours forever." },
    { "msg": "You are the greatest lover of all." },
    { "msg": "Thank you for healing my wounds and my worries. Thank you for sticking by my side." },
    { "msg": "The one that loves you at your worst is the one that deserves you at your best." },
    { "msg": "I may die one day, but it's because of you that I will live forever." },
    { "msg": "Love is hard to find, but once you find it you won't regret it." },
    { "msg": "When I found you, I felt as if my heart found its destination." },
    { "msg": "My heart is full and bursting with joy and happiness every time I think about you. I go crazy when you’re with me." },
    { "msg": "The only star I see is you." },
    { "msg": "I mean this with all my heart, without you, I'd fall apart." },
    { "msg": "I give you my heart freely like you gave yours to me." },
    { "msg": "I was reborn when I met you. You gave me new meaning and direction in my life." },
    { "msg": "You don't get to choose who you love, just how you love them." },
    { "msg": "A kiss is only a moment, but that moment forever lasts in your Heart." },
    { "msg": "The stars could fade and die, but our love will always live on." },
    { "msg": "I will be forever smitten by you." },
    { "msg": "Nunc scio quit sit amor." },
    { "msg": "My life with you is a rollercoaster ride. It is fun, with ups and downs, it is sensational and I don’t want it to end. I love you so much my partner." },
    { "msg": "A kiss is a lovely trick designed by nature to stop speech when words become superfluous." },
    { "msg": "A kiss makes the heart young again and wipes out the years." },
    { "msg": "Love isn't about finding the perfect person, It's about seeing an imperfect person perfectly." },
    { "msg": "The most important thing in life is to learn how to give out love, and to let it come in." },
    { "msg": "If people are truly, madly, deeply in love with each other, they will find a way." },
    { "msg": "Love, like a river, will cut a new path whenever it meets an obstacle." },
    { "msg": "Love is like a mustard seed; planted by God and watered by men." },
    { "msg": "There is only one happiness in life, to love and be loved." },
    { "msg": "You know you are in love when you see the world in her eyes, and her eyes everywhere in the world." },
    { "msg": "When you love someone, all your saved-up wishes start coming out." },
    { "msg": "Love is like a mountain, hard to climb, but once you get to the top the view is beautiful." },
    { "msg": "Love is like the sun coming out of the clouds and warming your soul." },
    { "msg": "To the world you may be one person, but to one person you may be the world." },
    { "msg": "Love is smiling on the inside and out." },
    { "msg": "Love is a moment that lasts forever." },
    { "msg": "Love isn't blind; it just only sees what matters." },
    { "msg": "Love that is true never grows old." },
    { "msg": "Love reminds you that nothing else matters." },
    { "msg": "Love is more than a feeling; it's a state of mind." },
    { "msg": "Love is like a blazing flame, golden and full of warmth." },
    { "msg": "Love is like a piece of artwork, even the smallest bit can be so beautiful." },
    { "msg": "Love is sweet, delicate, dreamy, an eternity of gorgeous moments." },
    { "msg": "Romance is the fuel that keeps love burning hot." },
    { "msg": "The way to love anything is to realize that it might be lost." },
    { "msg": "Love, The key that unlocks the bars of impossibility." },
    { "msg": "Love is when you look into someone's eyes and see their heart." },
    { "msg": "Love is when you look into someone's eyes, and see everything you need." },
    { "msg": "The best things in life can never be kept; They must be given away. A Smile, a Kiss, and Love." },
    { "msg": "The birthday of my life has come &#8211; my love has come to me." },
    { "msg": "We loved with a love that was more than love." },
    { "msg": "Love conquers all." },
    { "msg": "The heart has its reasons, which reason does not know." },
    { "msg": "Happiness is to love and to be loved." },
    { "msg": "Things are beautiful if you love them." },
    { "msg": "Love rules without rules." },
    { "msg": "Spending my lifetime with you is all I strive for. I can’t imagine life without you by my side." },
    { "msg": "I will love you unconditionally. I will love you endlessly. I will love you tirelessly. I will love you passionately. I will love you truly and deeply." },
    { "msg": "Spending even a few hours away from you has become so difficult. I wish I could just handcuff you to myself forever. I love you sweetheart." },
    { "msg": "Your love is not one of the things I need to survive – it is the ONLY thing I need to survive. I love you baby." },
    { "msg": "Why do I love you? Because you are and always have been my dream." },
    { "msg": "Even though we're far apart I love you dearly with all my heart." },
    { "msg": "831 means 'I Love You' 8 letters, 3 words, 1 meaning." },
    { "msg": "I Love You with the breath, the smiles and the tears of all my life." },
    { "msg": "The more I know you, the more I love you." },
    { "msg": "For yesterday's memories, today's love, and tomorrow&#8217;s dreams I love you." },
    { "msg": "I love you not because it is right, but because I love you." },
    { "msg": "I love you. There is nothing else to do, run and I will run with you." },
    { "msg": "I love you today, yesterday and every tomorrow." },
    { "msg": "What on earth did I think about all the time before you?" },
    { "msg": "If loving you was a job, I’d be the most deserving, dedicated, and qualified candidate. In fact, I’d even be willing to work for free!" },
    { "msg": "Your smile is literally the cutest thing I’ve ever seen in my life." },
    { "msg": "If someone asked me to describe you in just two words, I’d say Simply Amazing." },
    { "msg": "From all of life’s troubles, you have given me bail. My life has become a lovely fairytale. I love you." },
    { "msg": "Let us rekindle the flame between us because you are exceptional and I don’t want to lose you." },
    { "msg": "Your Lips? I kiss that. Your body? I hug that. My smile? You cause that. Your heart? I want that." },
    { "msg": "I wish I could turn back the clock. I’d find you sooner and love you longer." },
    { "msg": "I’m never ever giving you up, I’m never ever leaving you. Instead, I’ll forever and ever love and cherish you." },
    { "msg": "I love you because you have the biggest heart and the smallest ego as well as the hottest body and coldest temper. I love you." },
    { "msg": "A name makes no matter to me, as long as I can call you my own." },
    { "msg": "If you have the courage to love, you have the courage to suffer." },
    { "msg": "True love is just like rain; it touches us all." },
    { "msg": "True love is a wonder that has no end or beginning." },
    { "msg": "Dans l'amour vrai c'est l&#8217;ame qui embrasse le corps." },
    { "msg": "Take away love and the earth is a tomb." },
    { "msg": "True love is indescribable, yet self-explanatory." },
    { "msg": "If my love for you were water, it would be as vast as an ocean." },
    { "msg": "It's not being in love that makes me happy. It's being in love with you that makes me happy." },
    { "msg": "Nobody is perfect until you fall in love with them." },
    { "msg": "If it is not mutual it isn't love." },
    { "msg": "If you were a tear in my eye, I would not cry for fear of losing you." },
    { "msg": "In you I find the completion of me and the wonder of us." },
    { "msg": "The sparkle in your eyes could make the stars jealous." },
    { "msg": "No matter how hard things seem, true love will aide you through it." },
    { "msg": "Time has no meaning when your in love." },
    { "msg": "When I saw you I fell in love, and you smiled because you knew." },
    { "msg": "One in love fears no storm he fears only the death of love." },
    { "msg": "The space between your heart and mine is the space we'll fill with time." },
    { "msg": "To love and to be loved is the greatest joy on earth." },
    { "msg": "I dropped a tear in the ocean, when they find it, I'll stop loving you." },
    { "msg": "I just fall in love with your personality all over again every time I meet you." },
    { "msg": "If loving you is wrong, I never want to be right again." },
    { "msg": "Love starts from the heart, not the eye." },
    { "msg": "There may be many flowers in a man's life, but there is only one rose." },
    { "msg": "When you would die for that special someone, that's when you know that you are in love." },
    { "msg": "You know, my love is not the love at first sight…It is the love at one minute!" },
    { "msg": "True love is about finding your other half." },
    { "msg": "If I could be anyone in the world, I would be me&#8230;in love with you." },
    { "msg": "Your smile is intoxicating. It lingers, it captivates my heart." },
    { "msg": "You know you're in love when you can still feel his kiss on your lips after he's gone." },
    { "msg": "Time and time again I have to pinch myself when I see you next to me. You are my dream come true." },
    { "msg": "Teach me how to dream for I only know how to dream about you." },
    { "msg": "I never thought that I would meet someone who was so hard to forget." },
    { "msg": "Sometimes just holding hands is holding on to everything." },
    { "msg": "The greatest beauty on earth is found in the hearts of those who love." },
    { "msg": "No gift compares to the gift of love." },
    { "msg": "True love is when you touch another's soul just by being yourself." },
    { "msg": "The flame of our love will never die, for it burns through the stars for eternity." },
    { "msg": "I have loved you all my life, it has just taken me this long to find you." },
    { "msg": "Non c'e nessuno Bello come te." },
    { "msg": "I have waited so long for the perfect girl and my patience has finally paid off." },
    { "msg": "Lying in your loving arms is heaven on earth." },
    { "msg": "I'd rather have bad times with you, than good times with someone else." },
    { "msg": "To be in love is to be living a dream come true." },
    { "msg": "All the money in the world will never add up to what you are worth." },
    { "msg": "In love, If you risk nothing, You risk everything." },
    { "msg": "You know it is true love when it feels like the first time all the time." },
    { "msg": "The loved cannot die as love is immortality." },
    { "msg": "When you meet a soul mate, you don`t need to look for perfection in your partner. You know, it`s really true love!" },
    { "msg": "The first time you touched me, I knew I was born to be yours." },
    { "msg": "If loving you makes a slave of me, then I'll spend my whole life in chains." },
    { "msg": "I'll never know if it is truly possible for me to stop thinking about you because I'll never try." },
    { "msg": "'How long have we been together?' is the question. &#8216;Not long enough', is the answer." },
    { "msg": "I love you in the morning, in the middle of the day, in the hours we are together, and the hours we are apart." },
    { "msg": "Being in love with you makes every morning worth getting up for." },
    { "msg": "The first time I saw you, my heart whispered: that’s the one." },
    { "msg": "People think that you fall in love only once. It`s not about me. I fall in love every time I see you." },
    { "msg": "I don’t believe in magic, I believe in true love." },
    { "msg": "If you were a movie, I’d watch you over and over again." },
    { "msg": "I am catastrophically in love with you." },
    { "msg": "If my love were an ocean, there would be no more land. If my love were a desert, you would see only sand. If my love were a star- late at night, only light. And if my love could grow wings, I’d be soaring in flight." },
    { "msg": "And I’ve realized that the Beatles got it wrong. Love isn’t all we need—love is all there is." },
    { "msg": "No matter where I went, I always knew my way back to you. You are my compass star." },
    { "msg": "I would love you forever, but forever isn't long enough." },
    { "msg": "If you love me, let me know, If you don't, let me go." },
    { "msg": "Love can bloom in a garden of hatred." },
    { "msg": "Now I know how it feels; finding love, was finding you." },
    { "msg": "I feel so relaxed when you are right next to me." },
    { "msg": "Let love rule thy heart, logic rule thy mind and faith rule your soul." },
    { "msg": "Love today, so you will never have empty yesterdays." },
    { "msg": "Be true to thyself, be true to love." },
    { "msg": "Love is the closest thing to hate." },
    { "msg": "Our relationship is very strong. It is something that is written on the sky and drawn into our destiny." },
    { "msg": "Your love is the best part of my life. There is nobody except you I love to spend time with." },
    { "msg": "If I give you my heart, would you give it a home?" },
    { "msg": "If the eye is a window to the soul, then, the heart is the doorway to love." },
    { "msg": "To be loved is to live forever in someone's Heart." },
    { "msg": "There is only one thing that lasts longer than time, and that is true love." },
    { "msg": "If I ever saw an angel, it was in your eyes." },
    { "msg": "Heaven's lost without you." },
    { "msg": "You're a song written by the hands of God." },
    { "msg": "If I were an angel&#8230; I would choose to watch over you." },
    { "msg": "If your love were a grain of sand, mine would be a universe of beaches." },
    { "msg": "It's so great to find that one special person you want to annoy for the rest of your life." },
    { "msg": "Thinking about you makes me smile." },
    { "msg": "We may not have it all together, but together we have it all." },
    { "msg": "It is only with the heart that one can see rightly; what is essential is invisible to the eye." },
    { "msg": "I don't want to live- I want to love first and live incidentally" },
    { "msg": "There is no remedy for love but to love more." },
    { "msg": "Absence is to love what wind is to fire; It extinguishes the small, it enkindles the great." },
    { "msg": "Your voice is music to my ears, your smile is beauty to my eyes." },
    { "msg": "We are all born for love. It is the principle of existence and its only end." },
    { "msg": "In love, the paradox occurs that two beings become one and yet remain two." },
    { "msg": "Immature love says: 'I love you because I need you.' Mature love says &#8216;I need you because I love you." },
    { "msg": "For it was not into my ear you whispered, but into my heart. It was not my lips you kissed, but my soul." },
    { "msg": "Life without love is like a tree without blossoms or fruit." },
    { "msg": "I will love you till the end of time." },
    { "msg": "Tell me who admires you and loves you, and I will tell you who you are." },
    { "msg": "Every time the wind blows, I whisper, 'I LOVE YOU'" },
    { "msg": "I love you without reason and that is reason enough." },
    { "msg": "Each star in the sky symbolizes one reason why I love you." },
    { "msg": "I love you by no stretch of your imagination." },
    { "msg": "If there's time for only three words in my lifetime, it would be, I love you." },
    { "msg": "I love you for you, but mostly I love you for what I am when I'm with you." },
    { "msg": "I love you more than my teddybear, but please, don't tell him." },
    { "msg": "I love you more now than when you began to read this sentence." },
    { "msg": "I love you more today than yesterday but far less than tomorrow." },
    { "msg": "I love you, beyond poetry." },
    { "msg": "I love you more than love." },
    { "msg": "I love you until the day after forever." },
    { "msg": "Each turn of the clock hand uncovers another reason why I love you." },
    { "msg": "Every touch reminds my heart just how much I love you." },
    { "msg": "I love you simply because it's you." },
    { "msg": "I love you more than there are stars in the sky." },
    { "msg": "I love you and you love me. That's all we'll ever need." },
    { "msg": "love in itself is not enough of a word to tell you how I feel." },
    { "msg": "A hundred hearts would be too few to carry all my love for you." },
    { "msg": "Love like you've never been hurt." },
    { "msg": "If I know what love is, it is because of you." },
    { "msg": "You didn't save my life; you made my life worth saving." },
    { "msg": "I love you for every reason and no reason at all." },
    { "msg": "Everyone was born for a reason; to love you is mine." },
    { "msg": "It's not my fault I love you. You're the one who started it." },
    { "msg": "Love isn't just how I feel, it's what I will do for the rest of my life." },
    { "msg": "I'm all bruised up because I keep falling for you." },
    { "msg": "No one realizes the beauty of love, until you're caught in it." },
    { "msg": "The world is a puzzle and we're two pieces that fit perfectly together." },
    { "msg": "When you love someone all your saved-up wishes start coming true." },
    { "msg": "Trying to forget someone you love is like trying to remember someone you never met." },
    { "msg": "Life without Love is like a harp without strings." },
    { "msg": "Take me with you forever, my love for you will end never." },
    { "msg": "God has planned you for me." },
    { "msg": "Your first love is not always your truest love." },
    { "msg": "Happiness is falling asleep next to you and waking up thinking I'm still in my dreams." },
    { "msg": "I don't want you to give me the world; I want you to share it with me." },
    { "msg": "I'll honor, respect, cherish and love you till the day I die." },
    { "msg": "Whoever said that nobody is perfect must have never met you." },
    { "msg": "My love for you is so powerful that whenever I see you I want to kiss you passionately." },
    { "msg": "You have sweetened and warmed up my life." },
    { "msg": "Walking in the sand and glancing at the sky is nothing without you." },
    { "msg": "Two souls and one thought, two hearts, and one pulse." },
    { "msg": "I would trade ten thousand tomorrows for just one single yesterday with you." },
    { "msg": "When there is true love, there are no regrets of the past." },
    { "msg": "The story of my life is all about you, my love." },
    { "msg": "I won't catch you when you fall&#8230;I'll fall with you." },
    { "msg": "Lying in your loving arms is heaven on earth." },
    { "msg": "You are the missing piece to my life. You are the answer to my prayers." },
    { "msg": "We are tangled, knotted, locked, and tied to each other forever." },
    { "msg": "Thank you for stealing my eyes from the crowd and stealing my heart from me." },
    { "msg": "I will walk with you and follow you until the end." },
    { "msg": "The true measure of loving someone is to love someone without any measure." },
    { "msg": "Forever I am yours and eternally you are mine." },
    { "msg": "If I would lose you, I would be losing my whole world." },
    { "msg": "love is when your lips smile, but true love is when your heart laughs all the time." },
    { "msg": "We may give without loving, but we cannot love without giving." },
    { "msg": "Everything I am is meant to love you for all that you are and that will never change." },
    { "msg": "I would sacrifice everything to see your smile every minute for the rest of my life." },
    { "msg": "It was always you, you made me believe in ‘forever’." },
    { "msg": "I was born to love you, I know that now." },
    { "msg": "From the first moment I looked at you, I knew you were the one." },
    { "msg": "I know what I want, it’s always been you." },
    { "msg": "My darling, loving you is the greatest thing I will ever do." },
    { "msg": "Can you see it too? How much I love you and all you are." },
    { "msg": "I realized you weren’t my strength-you made me see mine." },
    { "msg": "And I couldn’t stop myself from loving you, I didn’t want to." },
    { "msg": "How can words express how lost I am and will forever be without you?" },
    { "msg": "Because there’s always been something about you that calls to me- Time and space can’t separate us." },
    { "msg": "My love, I want you to know how much I love you and all that you are." },
    { "msg": "I love you for every reason and for no reason." },
    { "msg": "I didn’t fall for you, I loved you all along." },
    { "msg": "This is home- This where I belong with you, forever safe in your arms." },
    { "msg": "Being held by you gave me a sense of peace; your arms were home!" },
    { "msg": "I’ve always needed you; My home was never a place, it was a person." },
    { "msg": "Peace is wherever I am with you because that’s what I feel when I see you." },
    { "msg": "It was like something set my world aglow and that light was you!" },
    { "msg": "Darling, with you, I forget what everything but you." },
    { "msg": "And I wonder what forever will feel like in your arms." },
    { "msg": "Just for one night, let’s be comets and outshine the stars." },
    { "msg": "I found the kind of love that made me forget all the wrong that came before it." },
    { "msg": "Right now, all I want is to kiss you like I need air in my lungs." },
    { "msg": "You and I and the night make even the stars jealous." },
    { "msg": "And out of everyone else in this world, I know you’re the one for me." },
    { "msg": "I have to believe in fate because I can’t imagine a life without you in it." },
    { "msg": "It was then that I remembered how much my heart could love." },
    { "msg": "But I do one thing all I want is you." },
    { "msg": "You’re worth every mile between us." },
    { "msg": "Even if we make eye contact for a split second, it means the world to me." },
    { "msg": "Something tells me I’m going to love you forever." },
    { "msg": "All that you are is all that I’ll ever need." },
    { "msg": "I feel so much for you that our souls must be connected in some way." },
    { "msg": "Please let me hold you a little bit longer, your hugs and kisses calm me down so much." },
    { "msg": "I adore the moments when I am reminded of how in love with you I am, they sneak in unexpectedly and I am suddenly overwhelmed with how easy it is to fall, again and again." },
    { "msg": "I will happily love you for the rest of my life!" },
    { "msg": "Hearing your voice gives me the best feeling I could’ve ever asked for." },
    { "msg": "I just feel so much safer lying in your arms." },
    { "msg": "I wasn’t looking when I met you. But you turned out to be everything I was looking for." },
    { "msg": "Some people search their whole lives to find what I found in you.My love for you is a journey that starts at forever and ends at never!" },
    { "msg": "I swear when our lips touch, I can taste the next sixty years of my life." },
    { "msg": "Maybe it’s the way we can talk for hours about absolute nothing, but I just had the best conversation of my whole life." },
    { "msg": "Your hands fit in mine like it’s made just for me!" },
    { "msg": "I don’t love you anymore…. I adore you!" },
    { "msg": "Within you, I lose myself. Without you, I find myself wanting to be lost again." },
    { "msg": "Thank you for showing me that there are people like you in this world." },
    { "msg": "You are not an option, you are my priority." },
    { "msg": "I could have the best day of my life and it still wouldn’t be complete without you." },
    { "msg": "Sometimes, I don’t want my words to speak, only our bodies to talk." },
    { "msg": "But I do know one thing, nothing else matters to me than having you with me." },
    { "msg": "I hope my eyes tell you every moment of every day that my heart belongs to you." },
    { "msg": "I feel you in the night; in the calm, in the moon, in your kiss, how they bring me such peace." },
    { "msg": "Maybe I was wrong to do a lot of things, but loving you was never one of them." },
    { "msg": "That moment we shared our first kiss, I felt it. It was right. It was true. My heart found its home, and I knew you felt the same." },
    { "msg": "My love all I want and need is you, It’s always been you." },
    { "msg": "And I love every piece of you especially the ones you dislike the most." },
    { "msg": "My best dreams are the ones where I’m with you." },
    { "msg": "Trust me without wondering and love me without fear. I will always be there to support you. Happy Valentine’s Day." },
    { "msg": "I am thinking of you every second, not because it’s Valentine’s Day, but also in other 364 days of the year. Happy Valentine’s Day." },
    { "msg": "When I take a look back at the things, I’m glad that I found you. Wishing you the best Valentine’s Day." },
    { "msg": "For me, every day with you is Valentine’s Day." },
    { "msg": "Every love story is beautiful, but ours is my favorite." },
    { "msg": "Roses are red, violets are purple. You’re as sweet as maple syrup." },
    { "msg": "Is that a space suit you’re wearing? Because you’re out of this world!" },
    { "msg": "Valentine's Day: the holiday that reminds you that if you don't have a special someone, you&#8217;re alone." },
    { "msg": "You can't put a price tag on love. But if you could, I'd wait for it to go on sale." },
    { "msg": "You light up my life in more ways than you'll ever know." },
    { "msg": "Being with you has been the most incredible gift." },
    { "msg": "Every experience shared with you has made me fall more in love with everything about you." },
    { "msg": "My heart still skips a beat when I see your face." },
    { "msg": "This message comes with all my love to thank you for the happiness you bring into my life not only on Valentines Day but each and every day." },
    { "msg": "Every single day, I fall in love with you and it would be forever. Happy Valentine’s Day!" },
    { "msg": "Your face is etched into my memory. Your eyes convey your love. Your lips taste enchantingly sweet. Happy Valentine’s Day." },
    { "msg": "Like the sun, your love sustains me with illumination, warmth and amazing beauty. You are my hope during dark days." },
    { "msg": "My love for you stretches to the farthest regions of the universe. Your smile is like a brilliant shooting star." },
    { "msg": "Happy Valentine’s Day to my soul’s perfect mate. I could not imagine life without you standing faithfully by my side." },
    { "msg": "All you need is love. But a little chocolate now and then doesn’t hurt." },
    { "msg": "I don’t understand why Cupid was chosen to represent Valentine’s Day. When I think about the last thing on my mind is a short, chubby toddler coming at me with a weapon. (Funny)" },
    { "msg": "Do you know first aid? Because Cupid just shot me straight through the heart." },
    { "msg": "Roses are red, Violets are blue, Tamales are hot And so are you." },
    { "msg": "Will you be my Valentine? won’t be my question this time. “You are now mine” will be my statement!" },
    { "msg": "Without your love, I need nothing. With your love, I have everything. Happy Valentine’s Day!!My Paradise is you… Happy Valentine’s Day!!" },
    { "msg": "If I had to choose between breathing and loving you, I would use my last breath to tell you I love you. Happy Valentine’s Day!" },
    { "msg": "Your smile lifts my heart and your hugs cure my soul. Thank you for being beside me. Happy Valentine’s Day!" },
    { "msg": "I love it when my fingers are entangled in yours, and my head was on your chest! Happy Valentine’s Day!" },
    { "msg": "You are my one and only Valentine and I could not think of anyone better to spend it with.Happy Valentine’s Day!I am a great believer in fate and destiny, It was fate that I met you and destiny to be with you. Happy Valentine’s Day!" },
    { "msg": "Loving you with all of my heart and letting you know on this extra special day. Happy Valentine’s Day!" },
    { "msg": "I’ve fallen in love many times…Always with you…! Be My Valentines!" },
    { "msg": "I cherish every minute that I spend with you! And I am so blessed that I can! Happy Valentine’s Day." },
    { "msg": "God has created you only for me Because he knows no one can love you more than me! Happy Valentine’s Day." },
    { "msg": "Come closer as I got a Cadbury, Never go away as I got Nestle as well!" },
    { "msg": "Your heart is just like chocolates, Harder in the beginning but it melts sweeter with time!" },
    { "msg": "I don’t want to be a wave that touches your feet, But, I should be the sand that sticks after you leave the sea! Happy Valentines day!" },
    { "msg": "I want you in every way, I want you to be with me every single day! Happy Valentine’s Day." },
    { "msg": "Let’s dance to our dreams together tonight. I am so happy to be seeing you and celebrating with you. Happy Valentine’s Day!" },
    { "msg": "Love is thinking about someone else more times in a day than you think about yourself. Can you guess who I’m thinking about?" },
    { "msg": "You are the ham to my sandwich, cheese to my macaroni, jelly to my peanut butter, milk to my cookies, cherry to my sundae, syrup to my pancakes, cinnamon to my sugar, hamburger to my fries, sugar to my tea." },
    { "msg": "Sitting next to you doing absolutely nothing means absolutely everything to me." },
    { "msg": "I love you with my heart, soul and the terrifying skeleton inside of me." },
    { "msg": "Roses are red, violets are blue. My home is blessed because of you!" },
    { "msg": "Oh, if it is to choose and call thee mine, love, thou art every day my Valentine!" },
    { "msg": "There is never a time or place for true love. It happens accidentally, in a heartbeat, in a single flashing, throbbing moment." },
    { "msg": "Many are the stars I see, but in my eye no star like thee." },
    { "msg": "Love – a wildly misunderstood although highly desirable malfunction of the heart which weakens the brain, causes eyes to sparkle, cheeks to glow, blood pressure to rise, and the lips to pucker." },
    { "msg": "Anyone can catch your eye, but it takes someone special to catch your heart. You've caught mine! Happy Valentines day." },
    { "msg": "A hundred hearts would be too few to carry all my love for you. Happy Valentines day." },
    { "msg": "The hours I spend with you I look upon as sort of a perfumed garden, a dim twilight, and a fountain singing to it. You and you alone make me feel that I am alive. Other men it is said have seen angels, but I have seen thee and thou art enough." },
    { "msg": "Time is too slow for those who wait, too swift for those who fear, too long for those who grieve, too short for those who rejoice, but for those who love, time is an eternity. Happy Valentines day." },
    { "msg": "What I need to live has been given to me by the earth. Why I need to live has been given to me by you. Happy Valentines day." },
    { "msg": "Words will fail to describe my love for you. One life would be too short to live with you. Happy valentine’s day." },
    { "msg": "Love doesn’t follow any rule, it is a feeling that comes from the core of your heart and plays its tricks. Happy valentine’s day." },
    { "msg": "True love is the key to the heart and happiness to the soul and a gift to life. Happy valentine’s day." },
    { "msg": "Love is the fuel for the heart, soul, and mind, without which life would be a meaningless monotony. Happy valentine’s day." },
    { "msg": "Life without love is simply like the moon without stars, flowers without smell, and a sky without sun. Wishing you a great life full of love on this valentine’s day." },
    { "msg": "On this special day, all I wish for you is that you find the arms that give you the warmth of love &amp; hugs of strength. Happy valentine’s day." },
    { "msg": "I feel great and warm when you love me, hug me, hold me and kiss me. Be the same always. Happy valentine’s day." },
    { "msg": "The way you smile at me, it sparkles the fire in my heart. I am in love with your mysterious eyes, girl. Happy valentine’s day." },
    { "msg": "Hey Girl, you brought happiness and love with you. I want you always in my arms like crazy and hold you tight. Happy valentine’s day." },
    { "msg": "Baby, when we’re together, it’s like time stands still and nothing else matters besides the love we share. I can’t wait to be together again. I love you!" },
    { "msg": "On this Valentine’s Day, I want to let you know how much you mean to me. You’re like a precious, priceless jewel. I’m so thankful I’ve found you!" },
    { "msg": "Darling, you’re my one and only. I don’t know what I ever did to deserve a girlfriend as amazing as you. Happy Valentine’s Day!" },
    { "msg": "Your eyes sparkle like the stars, your hair cascades like a waterfall, and your lips are sweeter than honey. I love everything about you, inside and out." },
    { "msg": "Your beauty, charm, and grace have completely enraptured me. I’m overwhelmed with feelings of devotion every time I look at you. Happy Valentine’s Day to my true love!" },
    { "msg": "I am 100%, completely, head-over-heels in love with you. Thank you for being the most important person in my life." },
    { "msg": "This Valentine’s Day and every other day of the year I want you to know just how special you are to me, darling. I love you!" },
    { "msg": "Your flaws are perfect for the heart that's meant to love you." },
    { "msg": "There is only one happiness in this life, to love and be loved." },
    { "msg": "Romance is the glamour which turns the dust of everyday life into a golden haze." },
    { "msg": "You don't love someone for their looks, or their clothes or for their fancy car, but because they sing a song only you can hear." },
    { "msg": "I just want you to know that you're very special…and the only reason I'm telling you is that I don&#8217;t know if anyone else ever has." },
    { "msg": "Love doesn’t make the world go round. Love is what makes the ride worthwhile." },
    { "msg": "Without Valentine’s Day, February would be…well, January." },
    { "msg": "To be in love is merely to be in a state of perceptual anesthesia." },
    { "msg": "Love is the name of an irrepressible moment formed inside one complete pulsation of a heart" },
    { "msg": "If I could reach up and hold a star for every time you’ve made me smile, the entire evening sky would be in the palm of my hand." },
    { "msg": "Happy Valentine’s Day to the woman that rocks my world. Yours is the first face I want to see in the morning and the last I want to see each night before I close my eyes. Happy Valentine’s day!" },
    { "msg": "I love spending time with you. Whether we’re out for a romantic evening or just taking a walk together, I always feel best when I’m with you. Happy Valentine’s Day." },
    { "msg": "I don’t need you to get me anything for Valentine’s Day. Your love is the best gift I could ever hope to receive." },
    { "msg": "When I’m with you every experience seems better. I’m so glad we’re able to share our lives together. I can’t wait to see what the future holds for us." },
    { "msg": "You complete me. Our lives fit together so perfectly that I know we were made for each other. I love you!" },
    { "msg": "Be mine forever, my one true love, my sweetest Valentine!" },
    { "msg": "I’m so excited to be spending our first Valentine’s day together. I want you to feel completely pampered and loved on this special day. You deserve it!" },
    { "msg": "Sweetheart, this Valentine’s day I want to give myself to you completely. I love you more than my words could ever fully express." },
    { "msg": "I will always be there for you when you need me. I Love you like crazy. Happy valentine’s day." },
    { "msg": "Maybe I am not your first love or first kiss; but all I want to be your last destination in life. Happy valentine’s day." },
    { "msg": "With you, my life is a movie with so many happy endings. I just need to choose which one I want to go with. Happy Valentine’s Day!" },
    { "msg": "Time runs so fast when I’m with you. Every second we spend together is so wonderful. May life offers us more time to spend together! Happy valentine’s day." },
    { "msg": "I don’t need any reason to think of you &amp; I don’t need any occasion to tell you that I’ve fallen for you. Happy Valentine’s Day!" },
    { "msg": "My heart doesn’t want to beat if it’s not for you. My eyes don’t want to see anything but you. What can I do? Happy Valentine’s Day to you!" },
    { "msg": "When the heart wants something, the mind wants something else. But only this time, both wants the same; you! Happy Valentine’s Day!" },
    { "msg": "The beauty of your eyes has caught me off-guard. I thought I could defend my heart but I was dead wrong! Happy Valentine’s Day, Darling!" },
    { "msg": "I just found an awful lot of reasons to fall in love with you. There’s no way I could ignore the numbers. Happy Valentine’s Day, Sweetheart!" },
    { "msg": "Love will make you feel fifteen at the age of fifty. So be in love always. Happy valentine’s day." },
    { "msg": "I always searched for someone to live with, but I ended up finding the person I cannot live without. Happy Valentine!" },
    { "msg": "Here is the perfect recipe for Valentine’s day; half cup of hugs, two-third cup kisses, half tablespoon of snuggles and 5 lbs of chocolate!" },
    { "msg": "I don’t know why I get so protective and jealous over you when you’re not even mine. – Amarjeet Das" },
    { "msg": "He is stronger than anyone I know and warmer than anyone realizes; he is a secret that I have kept and will keep for the rest of my life. – Trist Allegiant" },
    { "msg": "To burn with desire and keep quiet about it is the greatest punishment we can bring on ourselves. – Federico Garcia Lorca" },
    { "msg": "One sweet, sad secret holds my heart in thrall; a mighty love within my breast has grown, Unseen, unspoken, and of no one known; And of my sweet, who gave it, least of all. – Felix Arvers" },
    { "msg": "I think we’re just going to have to be secretly in love with each other and leave it at that. – Margot Tenenbaum" },
    { "msg": "The extreme form of passionate love is secret love." },
    { "msg": "Love ceases to be a pleasure, when it ceases to be a secret. – Aphra Behn" },
    { "msg": "There is no secret left in the fact that I am madly in love with you. My happiness glows on my face and my smile gives it away. I have tried hard but now I can’t do that anymore. – Sheila Johns" },
    { "msg": "I love you as certain dark things are to be loved, in secret, between the shadow and the soul. —Pablo Neruda" },
    { "msg": "In the bottom of my heart lies a secret which I have never told a soul in the world. There is an image of this person who is dearest to me and closer than anything else. —Melanie Rock" },
    { "msg": "Love never grows when it's secretly kept locked in our hearts. Love will only find its fulfillment when it finds it's way out and dwells in the heart of that person destined to keep it." },
    { "msg": "It's hard to go on living while loving someone secretly, it hurts to see the one you love so happy with someone else, but the most painful thing about hiding love is that it never fades away." },
    { "msg": "I pretend to look around, but i was actually looking at you." },
    { "msg": "I have so much that I want to say to you, but I can't say a word. —Michelle Burns" },
    { "msg": "Just because we don't say certain things, doesn't mean we don&#8217;t feel them. —Dawson&#8217;S Creek" },
    { "msg": "There are worse things than a broken heart. Like the love that you don't explore. —Dawson'S Creek" },
    { "msg": "To burn with desire and keep quiet about it is the greatest punishment we can bring on ourselves. —Federico Garcia Lorca" },
    { "msg": "I’d rather break my own heart by not letting you know how much I love you, than telling you and let you break it." },
    { "msg": "When you look at me in the eyes and we laugh together, it almost tears me apart not to tell you how much I love you." },
    { "msg": "Sometimes I breakdown and cry because I love you secretly. It was light and exciting at first but my love for you grew very strong that it’s killing me." },
    { "msg": "I can never tell you that I love you because I am afraid you’ll run away." },
    { "msg": "My only dream is that someday, we could hold hands with each other in the park." },
    { "msg": "I wanted to tell the world I am in love with you but you wouldn’t let me." },
    { "msg": "I don’t think we need to make it complicated. If you love me, be with me. Let us not keep it secret. If you don’t want that, then that’s not love." },
    { "msg": "I want to tell the world how much I love you but if I tell them, I would look like a fool." },
    { "msg": "Loving you while you are in love with someone else is the greatest torture I inflicted upon myself." },
    { "msg": "I can no longer hide with you in the dark because I want the light to shine on me and be free." },
    { "msg": "I want to tell you how much I feel but you don’t seem to care so I just kept my secret love inside." },
    { "msg": "If in silence I can love you with no limit and if in darkness I can see you clearly, I won’t mind loving you even if you’ll never know how sweet it is." },
    { "msg": "I miss you so much, every second and in every heartbeat – but I can never tell you that." },
    { "msg": "I’ve lost count of how many times I’ve stopped myself from telling you that you the world to me." },
    { "msg": "There is no rejection and pain in silence and that’s the reason I chose to stay this way – loving you in secret and without words." },
    { "msg": "You may and never will know it, but I love you with all my heart – inside and out." },
    { "msg": "You will always be the light against my dark, my sweet in the bitter even though you have no idea about it." },
    { "msg": "I am an expert ninja for I am so good in stealth and covering up my love for you." },
    { "msg": "Someday, I hope to tell you exactly how I feel and not like this, hiding behind the curtain of my fear and insecurities." },
    { "msg": "I dream of going to places with you. I hope to wake up with you each morning. I wish to hold your hand and never let it go. Someday, I hope all of these hopes and wishes would come true." },
    { "msg": "If you look at me for a minute or longer, I’m afraid you will find a sweet reflection of you in my eyes." },
    { "msg": "In this game of love between us, I am clearly the loser because I am pretty sure that I loved you first and I love you more." },
    { "msg": "My ultimate secret is I love you with everything I am, heart and soul, inside and out." },
    { "msg": "Loving you is not easy. Mainly because I do not have any idea how to tell you about it, and you have no intentions of finding it out." },
    { "msg": "Spending time with you is the best and the worst thing. Best, because when I am with you I feel complete. Worst, because every time I see you I want to kiss you, but I cannot, simply because you are not mine." },
    { "msg": "It is hard to pretend that I am not in love with you, it is hard to act normal when someone else calls you mine, it is hard to hear just friends when people need your introduction." },
    { "msg": "I wish someday, you see my hidden love for you, and say yes to it." },
    { "msg": "I wish I could tell you how much I love you, I wish I could hold your hand in public, I wish I could be the one to comfort you when you are sad, I wish I could be the one to lay with you at night. But I am not that person, and that kills me every day." },
    { "msg": "Loving you is not my choice, but keeping it a secret is, and I hate myself for making the same choice every single day." },
    { "msg": "You are my beautiful secret, and I hope someday you realize it, because I do not have the courage to admit it just now, I am scared that I would lose you." },
    { "msg": "Today my love asked me about whom do I love. It killed me to say ‘No one’ when all I wanted to say was ‘you’." },
    { "msg": "I am tired of hiding my love for you, but the truth is, it does not matter to you anyway. I can never make you love me, because someone else has your heart, and I cannot steal it from him, because seeing you happy makes me want to forget about you, but then again, that is something I cannot do." },
    { "msg": "We could be the happiest couple ever, but my heart is a coward. Possibility of you going away has a stronger effect than the possibility of you accepting my love." },
    { "msg": "We say we love flowers, yet we pluck them. We say we love trees, yet we cut them down. And people still wonder why some are afraid when told they are loved. – Brandi Snyder" },
    { "msg": "Where secrecy reigns, carelessness and ignorance delight to hide while skill loves the light. – Daniel C. Gelman" },
    { "msg": "They said that if you are unable to sleep, it’s because there’s someone thinking about you…surely that person misses you. That’s why if you can’t sleep, sorry, I can’t help it. – Unknown" },
    { "msg": "But love is blind and lovers cannot see The pretty follies that themselves commit; For if they could, Cupid himself would blush To see me thus transformed to a boy. – William Shakespeare" },
    { "msg": "I have loved you from afar for so long, I can't remember the time I didn't love you." },
    { "msg": "Love is the secret password to every soul." },
    { "msg": "I'm scared of losing you but then again, you're not even mine." },
    { "msg": "There are many things I would like to say to you but I don't know-how." },
    { "msg": "I'm technically single, but my heart is taken." },
    { "msg": "When we first met, I had no idea you would be so important to me." },
    { "msg": "It's driving me insane how I can't have you." },
    { "msg": "I miss you. And you don't even realize I will love you forever even if you don't love me back." },
    { "msg": "In all chaos, there is a cosmos, in all disorder a secret order." },
    { "msg": "A kiss is a secret told to the mouth instead of the ear; kisses are the messengers of love and tenderness. —Ingrid Bergman" },
    { "msg": "I don’t know exactly what started it, babe, but I know how it will end. Time will pass, our conversations will slowly fade, but somewhere in my heart, a place for you will always, always remain." },
    { "msg": "I don’t know how it started, and I don’t know how it’ll end. Somewhere along the line, though, I fell in love with you, babe. Maybe it was that smile or those hypnotizing eyes. Or perhaps it was your beautiful brain or the way you say my name." },
    { "msg": "I think, in the end, I’m just forever cursed to have these messy, complicated, secret feelings for someone I can never have. It’s like some sort of illness or disease that I’ve been tainted with for as long as I can ever remember, even back to the 4th grade." },
    { "msg": "I don’t think you even see it, and I doubt you ever will. I’m probably forever friend-zoned, even though I desperately long to wrap you in my arms." },
    { "msg": "Love that burns inside you is afraid of this cold world. That is why it refuses to let itself out." },
    { "msg": "Your laughter rings forever right inside my ears as your sadness makes me cry. I wish that I could be the one to always make you smile while also carrying the burden of your pain. Although I know it isn’t true, I wonder if somehow you’d ever feel the same." },
    { "msg": "So, maybe this is the only way to truly get my feelings out. By writing this, hoping you’ll never read it, and letting go of what’s been in my heart and on my mind for really quite some time." },
    { "msg": "Sometimes when I’m lonely, I imagine what we would be like. Would we be the cheesy, romantic type or the ones who always laugh and keep it light? I mostly picture laughing and enjoying each other’s company. And, probably lots of talking all through the night until we see the sun rising through the curtains." },
    { "msg": "Every time you say you love me, my heart literally skips a beat. Each time you tell me I’m amazing and beautiful, I grow weak in the knees. Just once I want you to figure out what it’s my heart, that I’m flirting and jonesing for you, but then again, what would happen if you knew?" },
    { "msg": "The worst part about it all is that it’s just a forbidden love, a fruit of temptation that looks so sweet but I can never taste. Even if I wasn’t trapped, there are far too many complications to ever make a romance with you viable, and just saying that breaks my heart in two." },
    { "msg": "I die a little inside, every time you use the word friend to describe me." },
    { "msg": "I hate the suffering of falling in love with someone I have zero chance with." },
    { "msg": "I didn’t know when I started to love you. It may have happened, one day, when I woke up, all I could ever think about is you. I am praying for the day that I could finally tell you this." },
    { "msg": "Call me a coward or a fool, but if the only way I can keep you beside me is to forever hide this feeling, I can do it until my dying day." },
    { "msg": "I trust that I could love you without reservation. I know that I could go out of my way just to make you happy. The only problem is that I don’t know if I am worthy enough of someone as amazing and wonderful as you." },
    { "msg": "I’ll be that shadow who will constantly watch over you. I’ll be swept off any harm that comes your way. Go on. Walk confidently. Be happy. As long as I can see you smiling, even if I remain unknown to you, I would not ask for anymore." },
    { "msg": "It’s hard to have a secret love and have to cry silently about it because no one knew." },
    { "msg": "How could you say you will do everything for me when you cannot even tell the world that such love exists?" },
    { "msg": "It’s really painful when the one you love the most sees you as something or someone invisible." },
    { "msg": "If you love someone, tell them. For hearts are often broken by words left unspoken. —Stephanie Roogle" },
    { "msg": "There is no greater agony than bearing an untold story inside you. —Maya Angelou" },
    { "msg": "‘If music be the food of love, play on’ — William Shakespeare" },
    { "msg": "‘Love looks not with the eyes, but with the mind, And therefore is winged Cupid painted blind’ — William Shakespeare" },
    { "msg": "‘I love you more than words can wield the matter, Dearer than eyesight, space, and liberty’ —William Shakespeare" },
    { "msg": "‘I would not wish any companion in the world but you’ —William Shakespeare" },
    { "msg": "‘Love hath made thee a tame snake’ —William Shakespeare" },
    { "msg": "Love recognizes no barriers. It jumps hurdles, leaps fences, penetrates walls to arrive at its destination full of hope. —Maya Angelou" },
    { "msg": "I love you the more in that I believe you had liked me for my own sake and for nothing else. —John Keats" },
    { "msg": "How far away the stars seem, and how far is our first kiss, and ah, how old my heart. —William Butler Yeats" },
    { "msg": "Your smile is intoxicating. It lingers, it captivates my heart." },
    { "msg": "Time and time again I have to pinch myself when I see you next to me. You are my dream come true." },
    { "msg": "You are the one for me. I have never been so sure of anything in all my life." },
    { "msg": "Now I know why I belong here on this earth, it is because of you." },
    { "msg": "You may not be perfect, you are flawed like all humans. But you are perfect to me and that ’ s all that matters." },
    { "msg": "My love for you is mightier than Goliath and Niagara Falls combined." },
    { "msg": "I ’ ll catch every star for you. I ’ ll cross every ocean for you. I will die for you." },
    { "msg": "Your angelic face leaves me breathless." },
    { "msg": "On this day, I vow to be completely yours forever." },
    { "msg": "Not so long ago I was alone and lost, and then you came along and I was home. Thank you for finding me." },
    { "msg": "I found my home and paradise with you." },
    { "msg": "What matters most to me is you. I live to make you happy." },
    { "msg": "All of me loves all of you. Love your curves and all your edges; all your perfect imperfections. Give your all to me. I’ll give my all to you. – All of Me by John Legend" },
    { "msg": "Now you’re my whole life. Now you’re my whole world… We’ll look back someday, at this moment that we’re in and I’ll look at you and say, ‘and I thought I loved you then.’ – Then by Brad Paisley" },
    { "msg": "Take me into your lovin’ arms. Kiss me under the light of a thousand stars. – Thinking Out Loud by Ed Sheeran" },
    { "msg": "Take my hand, take my whole life too. I can’t help falling in love with you. – Can’t Help Falling in Love by Elvis Presley" },
    { "msg": "I cross my heart and promise to give all I’ve got to give to make all your dreams come true. In all the world, you’ll never find a love as true as mine. – I Cross My Heart by George Strait" },
    { "msg": "When I see your face, there’s not a thing that I would change, ’cause you’re amazing – just the way you are. – Just The Way You Are by Bruno Mars" },
    { "msg": "I want all of you, forever, you and me, every day. – The Notebook" },
    { "msg": "Our love is like the wind. I can’t see it, but I can feel it. – A Walk to Remember" },
    { "msg": "I vow to fiercely love you in all your forms, now and forever. I promise to never forget that this is a once in a lifetime love. I vow to love you, and no matter what challenges might carry us apart, we will always find a way back to each other. – The Vow" },
    { "msg": "Life is not the number of breaths you take, it’s the moments that take your breath away. – Hitch" },
    { "msg": "You are so beautiful it hurts. – Pearl Harbor" },
    { "msg": "I promise to love you forever, every single day of forever. – Twilight" },
    { "msg": "There is so much to say… I cannot find the words. Except for these – I love you! –Somewhere in Time" },
    { "msg": "You have bewitched me, body and soul. –Pride &amp; Prejudice" },
    { "msg": "Maybe it is our imperfections which make us so perfect for one another. – Emma" },
    { "msg": "He’s more myself than I am. Whatever our souls are made of, his and mine are the same. –Wuthering Heights" },
    { "msg": "I fell in love the way you fall asleep: slowly, and then all at once. – The Fault in Our Stars" },
    { "msg": "Happily ever after starts here!" },
    { "msg": "I hope you know that every time I tell you to get home safe, stay warm, have a good day, or sleep well – what I am really saying is I love you. I love you so damn much that it is starting to steal other words’ meanings." },
    { "msg": "You are my best friend, my human diary and my other half. You mean the world to me and I love you." },
    { "msg": "I realized I was thinking of you, and I began to wonder how long you’d been on my mind. Then it occurred to me: Since I met you, you’ve never left." },
    { "msg": "When I don’t see you, I don’t miss you, I just place my hand over my heart and its there. I will find you, because even though you are out of my sight, you will never be out of my heart. – Rashida Rowe" },
    { "msg": "If I was your boyfriend, I’d never let you go, keep you in my arms girl, you’d never be alone, and I could be a gentleman anything you want if I was your boyfriend. – Justin Bieber" },
    { "msg": "Three things I want in a relationship: Eyes that won’t cry, lips that won’t lie, and love that won’t die. – Wiz Khalifa" },
    { "msg": "When I say I love you more, I don’t mean I love you more than you love me. I mean I love you more than the bad days ahead of us, I love you more than any fight we will ever have. I love you more than the distance between us, I love you more than any obstacle that could try and come between us. I love you the most." },
    { "msg": "I want you. All of you. Your flaws. Your mistakes. Your imperfections. I want you, and only you. – John Legend" },
    { "msg": "Because I could watch you for a single minute and find a thousand things that I love about you." },
    { "msg": "I love you, and I will love you until I die, and if there’s a life after that, I’ll love you then. – Cassandra Clare" },
    { "msg": "Just wanted to let you know that I love you even though you aren’t naked right now." },
    { "msg": "When I saw you, I was afraid to meet you. When I met you, I was afraid to kiss you. When I kissed you, I was afraid to love you. Now that I love you, I am afraid to lose you." },
    { "msg": "If a star falls from the sky every time I think about you, then the moon would realize what loneliness is really like.“" },
    { "msg": "Only with you I feel happy, if you’re with me all turns better, every time you kiss me I feel that I melt, and when you tell me that you love me, I feel like our souls got merged and the only thing I want to do is to stay there with you all day long." },
    { "msg": "When you first talked to me, I couldn’t think. When you asked me out, I couldn’t respond. When you touched me, I got shivers all through my body. And when we first kissed, I floated away in my dreams" },
    { "msg": "I thank you for your love, you are my soul mate, I enjoy every moment with you. You are amazing and now that I have you, I can’t imagine what I would do without you." },
    { "msg": "Some say that dreams are just dreams, but when I saw you I realized that this is false, you are the person you always dreamed of." },
    { "msg": "I want to be your last everything." },
    { "msg": "The heart has its reasons which reason knows not. —Blaire Pascal" },
    { "msg": "I love you because the entire universe conspired to help me find you." },
    { "msg": "You are the finest, loveliest, tenderest, and most beautiful person I have ever known and even that is an understatement. —F. Scott Fitzgerald" },
    { "msg": "Every heart sings a song, incomplete until another heart whispers back. Those who wish to sing always find a song. —Plato" },
    { "msg": "My wish for you is that this life becomes all that you want it to; Your dreams stay big, your worries stay small, You never need to carry more than you can hold And while you’re out there gettin’ where you’re gettin’ to, I hope you know somebody loves you —My Wish Rascal Flatts" },
    { "msg": "You will never age for me, nor fade, nor die. —Shakespeare in Love" },
    { "msg": "I love you. You&#8230; you complete me. —Jerry Maguire" },
    { "msg": "Every little thing you do, every little thing you say contains magic and pixie dust." },
    { "msg": "I now know that miracles do happen because I met you." },
    { "msg": "Your absence is stronger to me than the presence of thousands of other people." },
    { "msg": "Kissing you is my favorite hobby. Holding you is my favorite pastime." },
    { "msg": "I promise to handle your heart with care and treasure it with love." },
    { "msg": "I fall in love with you every time I look into your beautiful eyes." },
    { "msg": "The power of your smile should never be underestimated. It melts my heart and touches my soul." },
    { "msg": "I was over the moon when I met you, I was on cloud nine when you said yes." },
    { "msg": "My love for you is like a circle—it has no beginning and will know of no end." },
    { "msg": "Realizing that I love you more than myself is kind of scary, yet my love for you is even stronger." },
    { "msg": "Your voice is music to my ears, your smile is beauty to my eyes." },
    { "msg": "Breathtaking should mean YOU in the dictionary." },
    { "msg": "Superheroes were my weakness, and then you came along. I love you from the tips of your two-toned grunge cut to the soles of your vintage high-tops. You are real; you are you, and I will always be your number one fan." },
    { "msg": "Never ever change because I love you just the way you are." },
    { "msg": "Holding your hand makes me the luckiest guy in the world because I know I’ve got the best girl in the universe." },
    { "msg": "I will love you and hold you like there’s no tomorrow." },
    { "msg": "I love you. You annoy me more than I ever thought possible, but… I want to spend every irritating minute with you." },
    { "msg": "You showed me your love and I accepted it with pleasure. That’s why you’re the only person that makes me feel in the clouds." },
    { "msg": "The moonlight illuminates the night, but the light in your eyes is more beautiful and brighter as it is the light that guides my life and makes me feel in the clouds." },
    { "msg": "You are the only owner of my heart because I feel that without you my life has no meaning. You are the only one that makes me out of control. I love you." },
    { "msg": "Your love has taught me that the real sense of life is around love, a unique love that someone special can give you. You make me realize that money is not the most important thing in life. Thank you very much, I really love you and I don’t want us to separate" },
    { "msg": "When I first saw you, you took my breath away." },
    { "msg": "I’m in love with you, and I’m not in the business of denying myself the simple pleasure of saying true things. I’m in love with you, and I know that love is just a shout into the void, and that oblivion is inevitable, and that we’re all doomed and that there will come a day when all our labor has been returned to dust, and I know the sun will swallow the only earth we’ll ever have, and I am in love with you. – John Green" },
    { "msg": "Ask me to define my love for you and I’ll say it’s captured in every beautiful memory of our past, detailed out in vivid visions of our dreams and future plans, but most of all it’s right now, in the moment where everything I’ve ever wanted in my life is standing right in front of me. – Leo Christopher" },
    { "msg": "The brightness of my day doesn’t depend on the amount of sunshine. Everything depends on your smile." },
    { "msg": "I don`t know why I`ve fallen in love with you. But I know for sure that you are my destiny." },
    { "msg": "I don’t like to sleep at nights. Minutes with you are much more precious than hours of dreams." },
    { "msg": "You are the source of my joy, the center of my world and the whole of my heart." },
    { "msg": "You will forever be my always." },
    { "msg": "You’re pretty much my most favorite of all time, in the history of ever." },
    { "msg": "Tonight, I will look up at the moon and I will know that somewhere you are looking at it too." },
    { "msg": "True love cannot be contained by borders; it penetrates miles, zip codes, and state lines." },
    { "msg": "We are tangled, knotted, locked, and tied to each other forever." },
    { "msg": "Thank you for stealing my eyes from the crowd and stealing my heart from me." },
    { "msg": "You are the icing on my cake, the A to my Ok and the heart to my soul." },
    { "msg": "Are you a camera? Because every time I look at you I want to smile." },
    { "msg": "You are by far the most amazing, beautiful, loving, kind and annoying woman in the world. I included that last one so you knew that I was being honest!" },
    { "msg": "No one cares about someone who’s bent on self-sabotage, if you want to save the world from sinking, first pull yourself up and escape drowning." },
    { "msg": "You are perfect, the way you are; without the perfect body, perfect hair, perfection. Your imperfections are what makes you perfect to love.- Arielleestoria" },
    { "msg": "Another word for beautiful is be yourself&#8221; be yourself, my dear, it's a beautiful thing." },
    { "msg": "Don’t sacrifice yourself too much, because if you sacrifice too much there’s nothing else you can give and nobody will care for you. – Karl Lagerfeld" },
    { "msg": "Love yourself first and everything else falls into line. You really have to love yourself to get anything done in this world. – Lucille Ball" },
    { "msg": "Be the reason someone believes in the goodness of people." },
    { "msg": "You shouldn't feel ugly because the ones who had you couldn't appreciate the beautiful things about you." },
    { "msg": "You are very powerful, provided you know how powerful you are. —Yogi Bhajan" },
    { "msg": "You are worthy. You are capable. You are beautiful. Book the ticket. Write the book. Create a dream. Celebrate yourself. Rule your Queendom." },
    { "msg": "To fall in love with yourself is the first secret to happiness. -Robert Morely" },
    { "msg": "You yourself, as much as anybody in the entire universe, deserve your love and affection – Buddha" },
    { "msg": "Loving yourself starts with liking yourself, which starts with respecting yourself, which starts with thinking of yourself in positive ways." },
    { "msg": "Work on being in love with the person in the mirror who has been through so much but is till standing." },
    { "msg": "Never be bullied into silence. Never allow yourself to be made a victim. Accept no one's definition of your life, but define yourself. – Harvey Fierstein" },
    { "msg": "Love yourself unconditionally, just as you love those closest to you despite their faults. -Les Brown" },
    { "msg": "You alone are enough. You have nothing to prove to anyone. —Maya Angelou" },
    { "msg": "To be yourself in a world that is constantly trying to make you something else is the greatest accomplishment. —Ralph Waldo Emerson" },
    { "msg": "To be beautiful means to be yourself. You don’t need to be accepted by others. You need to accept yourself." },
    { "msg": "Remember always that you don't only have the right to be an individual, you have an obligation to be one. – Eleanor Roosevelt" },
    { "msg": "Because one believes in oneself, one doesn’t try to convince others. Because one is content with oneself, one doesn’t need others’ approval. Because one accepts oneself, the whole world accepts him or her. – Lao-Tzu" },
    { "msg": "If you have the ability to love, love yourself first. – Charles Bukowski" },
    { "msg": "How you love yourself is how you teach others to love you. – Rupi Kaur" },
    { "msg": "Self-love has very little to do with how you feel about your outer self. It’s about accepting all of yourself. – Tyra Banks" },
    { "msg": "The chances of meeting you on this planet are like finding a needle in haystack. A miracle happened when we found each other." },
    { "msg": "I want to dance you under the moon, and watch the stars fall in your eyes." },
    { "msg": "You are the winner and the sole owner of my heart." },
    { "msg": "You have captivated my heart and soul forever." },
    { "msg": "I would give away forever to feel right now with you." },
    { "msg": "I crown you the Queen of my heart." },
    { "msg": "You are extraordinary, exquisite, impressive, magical and I am so in love with you." },
    { "msg": "I have waited so long for the perfect girl and my patience has finally paid off." },
    { "msg": "It doesn’t matter where you are, I can always hear your heartbeat when I lay down and see your face when I close my eyes. I love you, sweetheart!" },
    { "msg": "I’ll treat you like a princess, I’ll treat you like a queen, we will have the greatest love story, that anyone has ever seen." },
    { "msg": "Everywhere I look, I am reminded of your love. You are my world." },
    { "msg": "Thank you for always being my rainbow after the storm." },
    { "msg": "Good morning, to the woman who makes me smile and warms my heart every day. I love you more than ever before." },
    { "msg": "In this huge world, among thousands of cities, millions of cars and houses, the hustle and bustle, lives a beautiful girl. The best girl. To her, I want to say: Good morning sweetheart." },
    { "msg": "I am in love with your smile, your voice, your body, your laugh, your eyes. But most of all, I am in love with you." },
    { "msg": "I can be annoying, weird, and sometimes overly emotional, but I’ll always love you like there’s no tomorrow." },
    { "msg": "Your Lips? I kiss that. Your body? I hug that. My smile? You cause that. Your heart? I want that." },
    { "msg": "What I feel for you could never be summed up in a poem; I will have to make a novel out of it." },
    { "msg": "My life is better when my girlfriend is at my side." },
    { "msg": "I’m flying high, because your love gives me wings." },
    { "msg": "You can finish counting the stars in the sky but you can never finish counting the love I have for you. Because my heart is filled with infinite love for you!" },
    { "msg": "You are the queen of my heart. My heart finds pleasure in following your commands at any time and every time. You are the one I love!" },
    { "msg": "Keep me embraced with your arms, as for me being in your arms is the safest place in the world. I love you." },
    { "msg": "The mischievous smile you give every time when I get pissed off at you does not let me stay angry for long. I love you more than anything." },
    { "msg": "You are the single greatest source of my joy. You are the sun of my life and I revolve around you, you nourish me, you give me life." },
    { "msg": "Getting to know you is the highlight of my life." },
    { "msg": "Ever since the day you came into my life, I knew you would be here until the end of time." },
    { "msg": "I like your last name can I have it." },
    { "msg": "Every time I look at the keyboard, I see that U and I are always together." },
    { "msg": "Let us flip the coin and see. Head, I am yours. Tail, you are mine. So, we won’t lose." },
    { "msg": "Nobody has the ability to make me as weightless and carefree as you can." },
    { "msg": "Loving you was never an option. It was a necessity." },
    { "msg": "I want to kiss you in Paris. I want to hold your hand in Rome. I want to run naked in a rainstorm. Make love in a train cross-country. You put this in me, so now what, so now what?" },
    { "msg": "The world is going to throw us a million reasons why this isn’t going to work out between us. But I’m armed with the one reason why it will, I love you." },
    { "msg": "They told me that to make him fall in love, I had to make him laugh. But every time he laughs, I’m the one who falls in love." },
    { "msg": "I want to show you the intensity of my love so let me kiss you instead of telling you that I love you." },
    { "msg": "You did not only take my heart; with it came to my soul, my prayers, and every fiber of my being. I gave everything to you." },
    { "msg": "If I fall asleep texting you, it’s because I didn’t want to say goodbye." },
    { "msg": "May you never steal, lie, or cheat, but if you must steal, then steal away my sorrows, and if you must lie, lie with me all the nights of my life, and if you must cheat, then please cheat death because I couldn’t live a day without you." },
    { "msg": "I consider myself a crayon. I may not be your favorite color, but you will need me to finish the picture." },
    { "msg": "I don’t care if you’re sick. I’ll kiss you because you’re worth catching a cold over." },
    { "msg": "They say love can’t be seen, it can only be felt. But they were wrong. I have seen it many times. I have seen true love for me in your eyes. And it’s the most beautiful thing I have ever seen!" },
    { "msg": "I make our marriage organized, you make it outstanding. I make our married practical, you make it perfect. I keep it grounded, you give it wings. I love you." },
    { "msg": "No other place is more comfortable for me than your arms my lovely husband." },
    { "msg": "The perfect husband as described by magazines doesn’t exist. That’s because he has already been taken – by me. I love you." },
    { "msg": "I came upon real happiness when I chose to become yours. I love you hubby." },
    { "msg": "When we die, I wish that we would become stars so that our love could shine brightly eternally." },
    { "msg": "All the men in this world should learn a thing or two, about being a perfect husband from you. I love you, sweetie." },
    { "msg": "My world becomes monochrome when I hug you goodbye in the morning until you return home in the evening when it becomes colorful again. I miss you." },
    { "msg": "Husbands and wives should be given joint employment so that adorable couples like us can be by each others’ sides at home and at work too. I miss you." },
    { "msg": "I am down with a fever called Missing You which can only be cured by daily doses of Hugs and Kisses from my Husband. I miss you." },
    { "msg": "My life started overflowing with the myriad of colors ever since you became mine and I am yours. Waking up and sleeping next to you each day is a blessing of a thousand folds. Coming home to your sweet love is more than I could ask for. My husband, you are the best thing in my life! I love you." },
    { "msg": "Choosing to spend the rest of my life with you is the best choice I have made in my life. You are my refuge, my comfort, and my happiness. There is nothing more I wanted in this life! I love you, hubby." },
    { "msg": "My love for you is not like rain, which comes and goes away. But it’s like sky, moves with you all around." },
    { "msg": "Thinking about you is my hobby, missing you is my concern, caring for you is my job, loving you is my duty, and being there for you is forever a pleasure." },
    { "msg": "You captured my soul with your unconditional love for me. I wish to make you feel just as much love as you make me feel always!" },
    { "msg": "My greatest fantasies are the ones that start with you and end with you. You are always on my mind. I love you truly madly and deeply!" },
    { "msg": "If my life was a ship, you would be the anchor that holds me in place and the sails which take me on a beautiful journey." },
    { "msg": "When you became my husband, life became more colorful than a rainbow." },
    { "msg": "I am so thankful to be your wife, for I have a husband that is so caring and loving." },
    { "msg": "A home with a loving husband and beautiful kinds was my dream once. I never thought that it would turn into a reality. Thank you for making my dreams come true, honey! I love you." },
    { "msg": "My husband is one of my greatest blessings from God. His love is a gift that I open every day." },
    { "msg": "Look how far we’ve come! We met as two clueless individuals, groping our way into the world. We fell in love and overcame countless trials that tested our relationship. Then, finally, here we are, husband and wife – you and me as one. No matter what comes rolling our way, as long as we have each other, we’ll make it through no matter what, my dear husband. I love my husband!" },
    { "msg": "Thinking of you makes my life complete. You’re my golden clouds; you’re my smile. You are all the soulful love songs within my spirit, like an angel calling me, perfect for my soul." },
    { "msg": "I dreamt that you were mine, and then I woke up smiling because I realized it was not a dream. You are already mine!" },
    { "msg": "You are that woman who transformed my imperfections into perfections, just by the touch of your love. Love you my dearest wife!" },
    { "msg": "No matter how many years pass by in our marriage, there will be two moments when I will like to be with you – Now and Forever! Love you, my sweetie." },
    { "msg": "Even the silent moments we share together have the power to drown all of life’s chaos. That is why we make a great team, honey." },
    { "msg": "You are a special gift from the heavens. Your smile warms my heart and your presence makes me whole. I love you, today and forever!" },
    { "msg": "My permanent relationship status – taken forever by the most gorgeous woman in this universe. Love ya!" },
    { "msg": "To be your husband was all I ever wanted; to be yours forever was all I ever dreamt’" },
    { "msg": "You may hold my hand for a while, but you hold my heart forever, my wife. I love you!" },
    { "msg": "The epitome of romance, the pinnacle of commitment, and the essence of marital bliss, is what our love life is. I love you." },
    { "msg": "You are not just the mother of my children, but also the beat of my heart. You are not just the queen of this family, but also the woman of my dreams. I love you." },
    { "msg": "From dating to wedding and from mortgage to kids, life has been a beautiful ride because I had you by my side. I love you." },
    { "msg": "Εvery day with yοu is better than the day before. Hοw is it that you continuously improve upon perfection? I love you, my dear wife." },
    { "msg": "You make my heart melt, and fill it with love." },
    { "msg": "My gratitude for having met you in surpassed only by my amazement at the joy you bring to my life." },
    { "msg": "With a wife like you, I feel so blessed." },
    { "msg": "I will love you more and more each day with every beat of my heart, until the day I die and my heart stops beating." },
    { "msg": "I will love you until the stars go out, and the tides no longer turn." },
    { "msg": "Such an amazing wife like you doesn’t come from this earth, they come straight from heaven. You are the most perfect wife ever!" },
    { "msg": "Marrying you was a fairy tale that came true for me. I’m still living in a fantasy and all credit to that goes to you. I love you!" },
    { "msg": "You are the kind of wife that every man desires for. You are that fairy which comes in a dream and never disappear even when the dream is over." },
    { "msg": "You are the reason why I am happy in life, Let me tag you as the world’s greatest wife, Love you lots, my sweetheart, Please don’t ever part!" },
    { "msg": "I always remember the day we were married and I feel that same joy in my heart now. I do not know what I would do without you. I am very grateful that you are a part of me. Love you, my wife." }
  ]
}
